[
  ["… can cook a meal for my partner"],
  ["… can do the laundry"],
  ["… can clean the house"],
  ["… can offer to run errands for my love"],
  ["… can help my love with a project or task (s)he is working on"],
  ["… can offer to take care of the kids or any other responsibilities (s)he has"],
  ["… can plan a special date night and take care of all the details"],
  ["… can help my love with their car or other household maintenance"],
  ["… can make a special breakfast in bed for my love"],
  ["… can offer to do the grocery shopping for them"],
  ["… can do the grocery shopping and plan a special meal together"],
  ["… can help my love with the yard or garden"],
  ["… can plan a day trip or weekend getaway and take care of all the details"],
  ["… can offer to help them with their work or professional responsibilities"],
  ["… can offer to babysit so my love can have a night out with friends"],
  ["… can plan a surprise date night and take care of all the details"],
  ["… can offer to help my love with his/her hobbies or interests"],
  ["… can pan a special weekend getaway and take care of all the details"],
  ["… can offer to take care of the kids or other household responsibilities so my love can have some time off"],
  ["… can make a nice dinner for my love"],
  ["… can do the grocery shopping that my love were supposed to do"],
  ["… can put the kids to bed so my love can have a free evening"],
  ["… can do household chores that my love would normally do, such as emptying the dishwasher, taking out the trash, or vacuuming the living room"],
  ["… can surprise my love with a tidy living room"],
  ["… can surprise my love with a clean bathroom"],
  ["… can serve breakfast in bed"],
  ["… can ask if my love need help with anything"],
  ["… can look for small things I can do for my love, such as turning off the lights, getting a glass of water, and carrying shopping bags"],
  ["… can do something neither of us wants to do, such as removing hair from the shower drain, mowing the lawn, having the unpleasant conversation with the neighbor, or whatever it is we keep putting off"],
  ["… can look for something I can do to supplement or take over what my love do, for example, if they have made dinner, I say, \"Thank you for the food. Now you can sit down and I will take over.\""],
  ["… can take a little time to look at the days ahead. Are any of them especially busy for my love? What can I do to help?"],
  ["… can take some time to look at who does what at home. If my love has services as a love language, (s)he may have taken on more than (s)he should. Is there something I can take responsibility for?"],
  ["… can notice what my love does for me, the family, and friends. And appreciate it"]
]
