[
  ["Kiss the forehead of my love to show affection"],
  ["Kiss and gently suck on an earlobe"],
  ["Keep my lips almost together and let them sweep gently over my love\'s closed eye and kiss very gently"],
  ["Quickly kiss the nose of my love"],
  ["Kiss on the cheek with lips almost together. I might gently suck in the cheek as well."],
  ["Kiss along the jaw from ear to ear. Feel free to start by nibbling a little in one earlobe and finish by nibbling a little in the other"],
  ["Kiss from the chin down to the collarbone"],
  ["Kiss from the earlobe, down the side of the neck and out to the shoulder. Feel free to repeat on the other side"],
  ["Gently kiss the neck. Hold my love\'s hair to one side if needed, and kiss right under the hairline"],
  ["Kiss the neck or along the shoulder and try to make a proper suction mark (if I am allowed)"],
  ["Kiss along the collarbone from one shoulder to the other"],
  ["Kiss the shoulder blade as if I want to explore it for the first time"],
  ["Kiss around the nipples. Feel free to switch between open and closed lips, wet and dry kisses, and with and without tongue"],
  ["Kiss my love\'s back. I use my lips and tongue to draw a large heart on the back"],
  ["Kiss from the neck down towards the stomach. Use wet kisses and blow on the kiss track afterwards"],
  ["Hold the forearm gently and kiss from the hand upwards to the inside of the elbow where I spend a little extra time"],
  ["Kiss all the way from the shoulders to the finger tips"],
  ["Kiss the back of my love\'s hand as I hold eye contact, smile and raise my love\'s hand to my mouth"],
  ["Keeping my lips almost together, gently swipe over my love\'s behind looking for a place to kiss. I then plant my lips and suck the skin in a little"],
  ["Kiss the inside of the wrist. I feel free to hold my love\'s hand with both of my hands"],
  ["Kiss the palm and look carefully into the palm. Then make the prediction: \"I see you have a lover who is very fond of you.\""],
  ["Pick a finger and run my tongue along it as if exploring it"],
  ["Keep my lips almost together and gently sweep across my love\'s inner thighs until I find a place to plant a light kiss"],
  ["Kiss the back of my love\'s knees"],
  ["Kiss from a feet up to the knee"],
  ["Kiss around the ankles"],
  ["Hold a foot in both my hands. I keep my lips almost together and gently sweep over my love\'s foot and toes until I find a place to plant a gentle kiss"],
  ["While we are intimate, I plant lots of small kisses around and over my love\' stake/clitoris"],
  ["I pretend to kiss my love\'s on the mouth, but just before our lips meet, I playfully pull away. I might that repeat several times before we kiss for real"],
  ["Kiss with a pout and lots of kissing sounds in the hope of a smile"],
  ["Kiss upside down in a kind of Spiderman kiss. I will ask my love to bend the head backwards when (s)he sits in a chair and I stand behind it"],
  ["Try a kind of superman kiss. The strongest of us lies on the back and pulls the knees up to the chest. The other lays down on the partners legs and sort of flies down for a kiss"],
  ["Put on lipstick and kiss my darling on the cheek. It might work best if I amm a woman, but… hey… we are modern men and women"],
  ["I try doing something that can give a small electric shock (eg jumping on a trampoline or dragging my feet across old carpet). Afterwards, we move our lips slowly towards each other until we feel a small lightening. We proceed towards each other in a kiss. This can be difficult to achieve, but the attempts can be fun too"],
  ["Set the clock for 2 minutes and kiss until the alarm goes off"],
  ["Set the clock for 5 minutes and kiss until the alarm goes off"],
  ["Set the clock for 10 minutes and kiss until the alarm goes off"],
  ["Set the clock for 15 minutes and kiss until the alarm goes off"],
  ["Kiss and say, \'Welcome home\' after I send my love out with the trash"],
  ["Kiss at least ten times in quick succession"],
  ["Spread my lips a little and let them embrace the lower lip of my love. I can suck or squeeze the lip a little"],
  ["Kiss by first licking my love\'s lips with a gentle tongue tip that barely protrudes between my lips. And then we kiss"],
  ["Kiss while imitating the way my love kisses me. Try to match the intensity and methods"],
  ["Kiss by sharing an ice cream"],
  ["Kiss by sharing a piece of chocolate"],
  ["Kiss by sharing a piece of fruit"],
  ["Kiss by sharing something good to drink"],
  ["Kiss by sharing some candy"],
  ["Kiss by rubbing noses together in an Eskimo kiss (a kind of kiss without mouth)"],
  ["Kiss by opening and closing my eyes close to my love\'s cheek (a kind of kiss without a mouth)"],
  ["Kiss by sending a kiss emoji in a message"],
  ["Kiss via text (I wish I could kiss you now!) while we are both in the same room"],
  ["Kiss with a blow kiss as if I am leaving, and then fetch some water before I return"],
  ["Kiss by miming a kiss when I make eye contact with my love (not a direct kiss)"],
  ["Meet each other with half-open mouths and gently stick out the tips of our tongues so that they touch each other. Flick playfully from side to side"],
  ["Try to gently tickle my darling\'s lips while we kiss each other slowly on the lips"],
  ["Kiss with salamander tongue. We stick our tongues out far and let them touch each other. It might not be sexy, but it is fun?"],
  ["Kiss as I let my tongue gently explore my love\'s mouth. I keep my tongue soft and gentle"],
  ["Kiss while I carefully suck a little bit on my love\'s tongue"],
  ["Kiss after I drink something hot"],
  ["Kiss after I drink something col"],
  ["Kiss after I drink something hot and my love something cold. Or the opposite"],
  ["Kiss after I have eaten something good that leaves a good taste in my mouth. Let my love guess what I ate"],
  ["Kiss after we study each other\'s lips for a while"],
  ["Kiss after we maintain eye contact until lips meet. How slowly can we move towards each other?"],
  ["Kiss while I make little sweet noises to tell that I like the kiss"],
  ["Kiss as I notice the scent of my love"],
  ["Kiss as I notice how our lips feel against each other. Are they soft and warm? Cautious or greedy?"],
  ["Kiss while we are standing very close to each other. Note all the points of contact between us"],
  ["Kiss directly on the mouth at a very unexpected time"],
  ["Kiss and say thank you after my love has done something I appreciate"],
  ["Kiss as I imitate what my love does with the hands. How long does it take before (s)he discovers that I am copying?"],
  ["Kiss as I caress the back of my love\'s head. Let the fingers slide from the ears towards the back of the head"],
  ["Kiss while my fingertips massage the scalp of my love with small circular movements"],
  ["Kiss while I put a hand behind my love\'s head or neck"],
  ["Kiss as I place a hand on either side of my love\'s face"],
  ["Kiss as I massage the temple of my love with small circular movements"],
  ["Kiss as I caress the back of my love\'s ears. I let my index fingers slide along the back of the ear and spend a little extra time on the area behind the earlobe"],
  ["Kiss as I run my fingers from the neck down the back of my love"],
  ["Kiss as I caress my love\'s back with loving hands"],
  ["Kiss as I put one hand on the lower back of my love and let the other hand dance feely on the back of my love"],
  ["Kiss while we give each other a long and good hug"],
  ["Kiss as I slide my hands down the back and caress my love\'s bottom"],
  ["Kiss while we listen to music. Try to let the intensity of the kisses mirror the surging intensity of the music"],
  ["Kiss while one of us is standing with the back against a wall"]
]
