[
  ["… skrive en liste med tre ting jeg er takknemlig for at hen gjør, og legge den på hodeputen"],
  ["… se hen i øynene og fortelle noe jeg liker ved utseendet hans/hennes. Husk å fortelle hvorfor."],
  ["… fortelle om noe fint jeg tenkte om ham/henne i dag"],
  ["… gi hen et kompliment knyttet til hvordan hen kysser"],
  ["… legge merke til noe jeg er stolt av min kjære for"],
  ["… fullføre setningen «Jeg elsker deg fordi…» "],
  ["… stryke hen over håret hennes/hans og fortelle noe jeg liker ved det"],
  ["… studere øynene til min kjære og si noe jeg liker ved dem"],
  ["… mimre tilbake til da vi ble sammen og fortelle hen noe jeg la merke til ved ham/henne"],
  ["… takke hen for at vi to er sammen"],
  ["… takke hen for at hen er den hen er og forsikre om at jeg ikke ville hatt noen annen"],
  ["… takke hen for at hen gjør det hen vanligvis gjør (jobb, husarbeid, betale regninger, legge barna etc.). Husk å være spesifikk"],
  ["… forsikre hen om at hen kan stole på meg"],
  ["… fortelle hen noe jeg er stolt av hen for (f.eks. noe hen har gjort hjemme, på jobb, i familien, med venner)"],
  ["… studere ansiktet hans/hennes og legge merke til noen småting (hvordan øynene beveger seg når hen konsentrer seg, hvordan munnvikene trekker seg oppover når hen kveler et smil, hvordan nesen beveger seg når hen snakker, etc.). Husk å fortelle det"],
  ["… la blikket bevege seg sakte opp og ned av kroppen hans/hennes som om jeg vil memorere hver detalj. La det vises at jeg liker det jeg ser"],
  ["… vise hen full oppmerksomhet mens hen forteller noe. Legg fra meg mobilen og se på hen. Se interessert ut i det hen forteller"],
  ["… vise interesse i det min kjære holder på med og still et spørsmål som avslører at jeg er nysgjerrig, f.eks. hva handler filmen/boken om, hva gjør du, er det noe du har lyst til å vise meg, hvordan går det på jobb? "],
  ["… snike inn et lite kompliment mens andre hører på "],
  ["… skrive en koselig morgenhilsen på speilet (bruk f.eks. whiteboard tusj eller gul lapp). Det kan være noe så enkelt som «God morgen, vakre du!» "],
  ["… være oppmerksom på hen en hel dag på jakt etter fine ting om min kjære, både som person og hva hen gjør"],
  ["… legge merke til hva hen gjør for venner og familie. Husk å kommentere det"]
]
