[
  ["What do you think about blowjobs?"],
  ["What do you think about hand job?"],
  ["What do you think about licking the clitoris?"],
  [" What do you think about fingering?"],
  [" Which position is your favorite at the moment?"],
  ["What do you remember about your first orgasm?"],
  ["What do you think about taking the initiative yourself rather than me doing it?"],
  ["If we were to make love in the same position for a whole year. Which would you choose?"],
  ["What do you think about lighting candles before we make love?"],
  ["What do you think about being blindfolded during lovemaking?"],
  ["What do you think about chatting during lovemaking?"],
  ["Would you rather have the light on or off while we make love?"],
  ["To what extent are you affected by clutter in the room we love in?"],
  ["Have you ever bathed naked in a place where you could have been discovered?"],
  ["Which parts of my body do you like?"],
  ["Which parts of your body are you happy with?"],
  ["What kind of kiss do you like?"],
  ["How do you like me to caress you?"],
  ["Where is the weirdest place we have had sex?"],
  ["Where were we most at risk of being discovered while having sex?"],
  ["Where would you like to have sex?"],
  ["What do you think about role-playing during sex?"],
  ["What do you think about sex toys?"],
  ["What kind of talk turns you on the most while we make love?"],
  ["Have you ever kissed me in public because you wanted others to see?"],
  ["What do you think about suction marks?"],
  ["Do you have a sex fantasy that you want to share with me, but perhaps do not dare to tell?"],
  ["What do you think about anal sex?"],
  ["If you could choose what I was wearing right now, what would you choose?"],
  ["Have you ever been discovered by others while having sex alone or with others?"],
  ["What do you like about giving in lovemaking?"],
  ["What do you like about receiving in lovemaking?"],
  ["What do you like best about giving and receiving in lovemaking?"],
  ["What would you like to experiment with during sex?"],
  ["If we were out eating at a restaurant, and I said I wanted to make love to you right away, what would you do?"],
  ["What do you think about making sounds when we make love?"],
  ["What do you think about taking nude pictures of each other?"],
  ["What kind of sex do you think I like? Try to describe it from start to finish."],
  ["Could you imagine me tying you up when we make love?"],
  ["Would you like me to be more careful or more determined in bed?"],
  ["Can you think of one thing that would make me a better lover for you?"],
  ["Name three things you like me to do when we make love"],
  ["Do you think you could have undressed me without using your hands?"],
  ["What do you think about making love in the shower?"],
  ["Have you fallen asleep during lovemaking?"],
  ["What do you think about making eye contact while we make love?"],
  ["What do you think about kissing while we make love?"],
  ["On a scale of one to ten, how tired do you get after we have made love?"],
  ["If you are going to guess, how many positions have we tried?"],
  ["In which positions do we tend to make love?"],
  ["How long is the longest break we have had from sex? What do you think about it?"],
  ["What do you think about having sex in the car?"],
  ["What do you think about sex the outdoors?"],
  ["What would you like to do more of in bed?"],
  ["What time of day do you like to have sex?"],
  ["What do you like best about a quickie and one that lasts 1–2 hours?"],
  ["What do you like about a quickie?"],
  ["What do you like about love making when we have plenty of time?"],
  ["What do you like when sex includes a bit of rawness and when sex is super romantic?"],
  ["What do you think about wearing something sexy when we make love?"],
  ["What kind of foreplay do you like?"],
  ["Where do you like to be kissed?"],
  ["What effect do sexy messages have on you?"],
  ["Name three things you like about our sex life"],
  ["Name something you like to do with me when we have sex"],
  ["To what extent do you get turned on by talking about sex?"],
  ["How does an orgasm feel to you?"],
  ["What can I do to help you have a better orgasm?"],
  ["Have you ever pretended to have an orgasm?"],
  ["How do you like to be seduced?"],
  ["What do you put into the phrase \"being good in bed\"?"],
  ["What do you think about challenging your own limits in bed?"],
  ["Have you had sex in a dream?"],
  ["If you are asleep when I go to bed, am I allowed to give you oral sex?"],
  ["What do you think about waking up to me giving you oral sex?"],
  ["Does it happen that you wake up super excited sexually?"],
  ["What do you not want to try in bed?"],
  ["What did you think of me when we first met?"],
  ["What do you remember about our first kiss?"],
  ["Are you a jealous type?"],
  ["How many times do you think you can manage to have sex during the same day?"],
  ["What do you think about adultery?"],
  ["How would you describe a fantastic foreplay?"],
  ["How often would you like to have sex?"],
  ["What do you think about making love in a tree?"],
  ["How would you react if I sent you the following text message: \"I have set aside two hours to make love to you tonight. Is it tempting?\”"],
  ["How would you react if I sent you the following text message: \"I have found a new position that I would like to try. Do you have time tonight?\”"],
  ["How do you like to be seduced by me?"],
  ["How would you like it if I initiated sex?"],
  ["Which music do you think is suitable while making love?"],
  ["What would you like to explore in bed?"],
  ["What would you do to me if you had free rein in bed?"],
  ["What do you think about blindfolding me while you caress me?"],
  ["What do you think about pillow fights as foreplay?"],
  ["What do you think about caressing breasts?"],
  ["What do you think about exercising the PC muscle?"],
  ["What is a challenging place you could imagine having sex?"],
  ["If you were to make a bucket list for love making, what would you put first on that list?"],
  ["What do you think about being naked at home for a whole day?"],
  ["Could you imagine joining the mile-high club (making love on a plane)?"],
  ["If we were to try a role-playing game, what kind of person would you like to play?"],
  ["If we were to try a role-playing game, what kind of person would you want me to play?"],
  ["What do you think about using pain as a tool in lovemaking?"],
  ["If we were to buy a sex toy, which would you prefer?"],
  ["What do you think about one of us being a bit dominant while we make love?"],
  ["Do you think you would have managed to keep eye contact with me while orgasming?"],
  ["When is it easiest for you to get excited? When it has been a long time or a short time since we last had sex?"],
  ["Can you think of anything I have done in a typical day that makes you want to make love to me?"],
  ["What can I do to arouse desire in you?"],
  ["Could you imagine making love in a bear pit, i.e. a pit the bears have dug to have sex?"],
  ["How does an orgasm feel to you?"],
  ["How do you like me to initiate sex?"],
  ["How do you like to initiate sex?"],
  ["Where would you park if we were to have sex in the car?"],
  ["If we were to have sex outdoors, which place would you choose?"],
  ["What turns you on sexually?"],
  ["What makes me sexually aroused?"],
  ["Which forms of sex make you curious?"],
  ["Which positions would you like to try?"],
  ["What would you think if I fell asleep during lovemaking?"],
  ["Which rooms in our home have we had sex?"],
  ["Could you imagine having sex in an elevator or a fitting room?"],
  ["What do you think about BDSM?"],
  ["Do you think a man can have multiple orgasms?"],
  ["Have you ever had multiple orgasms?"]
]
