[
  ["Name three things you value in a friendship."],
  ["Complete the sentence: \“I wish I had someone to share …\”"],
  ["What do your friends think of me?"],
  ["What do you think about being vulnerable in a relationship?"],
  ["Do you think it is about \"being the right one\" or \"becoming the right one\" for each other?"],
  ["What do you think are the strengths of our relationship?"],
  ["What do you think are the weaknesses in our relationship?"],
  ["If we drift apart, what would you do to prevent divorce?"],
  ["What do you miss when we are apart?"],
  ["How do you think we have changed since we got together?"],
  ["What of the things I do, do you wish I did more of?"],
  ["What do you think about marriage counseling?"],
  ["If you are having a bad day, what would you appreciate me doing?"],
  ["If you are sick, do you prefer to be by yourself or to be pampered?"],
  ["Name three things we have in common"],
  ["Name three areas where we are different"],
  ["Name three things you are grateful for"],
  ["Would you kiss me even if there are others present?"],
  ["What kind of relationship do you have with your mother?"],
  ["What kind of relationship do you have with your father?"],
  ["How would you describe the relationship between your parents?"],
  ["Which couple is your role model when it comes to love relationships?"],
  ["What kind of relationship do you have with your siblings (if any)?"],
  ["How many children would you like?"],
  ["What do you think if I call you just to hear your voice?"],
  ["If I came with an instruction manual on how to handle me, what would be first under warnings?"],
  ["Which advice would you give a couple newly in love?"],
  ["Complete the sentence \"I like you because…\" in a dialect other than your own."],
  ["If I am mad at you, is it OK if I discuss it with a friend to let off some steam?"],
  ["If we have problems in the relationship, is it OK for me to discuss it with a friend?"],
  ["What do you think about my family?"],
  ["What do you tell your friends about me when I am not around?"]
]
