[
  ["Nevn tre ting du liker ved meg."],
  ["Nevn en ting du liker ved deg selv."],
  ["Hvor god er du på å holde hemmeligheter?"],
  ["Hvilket ord ville du brukt for å beskrive meg hvis du kun kan bruke ett ord?"],
  ["Hvilket ord ville du brukt for å beskrive deg selv hvis du kun kan bruke ett ord?"],
  ["Hvis jeg skulle bruke et kjælenavn på deg, hvilket ville du likt?"],
  ["Hvordan ville jeg reagert hvis jeg var i stand til å lese tankene dine?"],
  ["Hva er din favorittfarge?"],
  ["Hender det at du synger i dusjen?"],
  ["Når sang du sist?"],
  ["Når sang du sist sammen med andre?"],
  ["Kunne du tenke deg å synge karaoke?"],
  ["Hva slags musikk liker du?"],
  ["Hender det at du øver på det du skal si før du ringer noen?"],
  ["Hva slags telefonsamtaler gruer du deg til å ta?"],
  ["Hva liker du å gjøre på fritiden din?"],
  ["Hva er din favorittmiddag?"],
  ["Hva er din favorittdessert?"],
  ["Hvis du skal kjøpe noe godt å spise, hva velger du da?"],
  ["Hvis du skulle spist det samme i en hel måned, hva ville det vært?"],
  ["Hva er ditt favorittpålegg?"],
  ["Hva slags frukt liker du?"],
  ["Hva liker du å drikke?"],
  ["Hva forbinder du med et koselig måltid?"],
  ["Hvilken sjokolade liker du?"],
  ["Hva slags is liker du?"],
  ["Hva slags mat liker du ikke?"],
  ["Hva ser du etter når du åpner kjøleskapet?"],
  ["Beskriv din favorittmorgen"],
  ["Hva er for seriøst til å tulle med?"],
  ["Hvis du plutselig lå for døden nå i ettermiddag, hva ville du angret på at du ikke har fortalt en du kjenner?"],
  ["Hvis hjemmet ditt brant og du fikk mulighet til å redde kun en ting (i tillegg til folk), hva ville du reddet?"],
  ["Hvis du skulle vært et tre, hva slags tre ville du vært?"],
  ["Hvis du skulle vært en bil, hva slags bil ville du vært?"],
  ["Hvis du skulle vært en fugl, hva slags fugl ville du vært?"],
  ["Hva slags type sport liker du?"],
  ["Hva slags sport liker du å se på?"],
  ["Hvordan holder du deg i form?"],
  ["Hvordan vil du beskrive humoren din?"],
  ["Hva tenker du om potteplanter?"],
  ["Hvilke dataspill har du spilt og liker?"],
  ["Hvilke brettspill har du spilt og liker?"],
  ["Hva liker du å gjøre sammen med venner?"],
  ["Hvilke venner vil du si er dine nærmeste?"],
  ["Hva kjøper du når du må velge mellom en billig matvare og noe som koster mer, men smaker bittelitt bedre?"],
  ["Hva tenker du om kredittkort?"],
  ["Er du komfortabel med hvor mye lån du/vi har nå?"],
  ["Ville du tatt en ekstra jobb hvis vi slet med å få endene til å møtes?"],
  ["På hvilke områder er vi like når det gjelder penger?"],
  ["På hvilke områder er vi ulike når det gjelder penger?"],
  ["Hva skal til for at du kjøper nye klær til deg selv?"],
  ["Hvilken butikk liker du å handle i?"],
  ["Hva tenker du vanligvis på hvis du ikke får sove?"],
  ["I hvilke situasjoner hender det at du lyver?"],
  ["Hvor kunstnerisk er du?"],
  ["I hvilke klær føler du deg mest vel?"],
  ["Hva tenker du om dansing?"],
  ["Er det noe husarbeid du rett og slett ikke vet hvordan man gjør?"],
  ["Hva slags husarbeid liker du ikke å gjøre?"],
  ["Når vi er uenige om hva slags sofa vi skal kjøpe, hvordan synes du vi bør takle det?"],
  ["I hvilke situasjoner går hjernen din på autopilot?"],
  ["Hva gjør du for å slappe av?"],
  ["Hva googlet du sist?"],
  ["Hva gjør livet verd å leve for deg?"],
  ["Hva skal til for at du skifter mening i en diskusjon?"],
  ["Hører du mest på hjertet eller hodet når du skal ta viktige avgjørelser?"],
  ["Hvilket parti kommer du til å stemme på ved neste valg?"],
  ["Hvilke politiske saker er viktige for deg?"],
  ["Hvilken politiker imponerer deg mest?"],
  ["Hva tenker du å om delta i dugnader?"],
  ["Hvilke saker i media opptar deg mest for tiden?"],
  ["Hvilke støtteorganisasjoner kunne du tenke deg å støte økonomisk?"],
  ["Hva slags u-hjelp har du tro på?"],
  ["Hvordan behandler du tiggere?"],
  ["Hva gjør du for klima og miljø?"],
  ["Hva tenker du om likestilling? Hvilke områder synes du trenger mer likestilling?"],
  ["Hvilken app bruker du mest på telefonen din?"]
]
