[
  ["… write a little with three things I am grateful that (s)he does, and put it on her/his pillow"],
  ["… look into his/her eyes and say something I like about his/her appearance. Remember to tell why."],
  ["… tell about something nice I thought about my love today"],
  ["… give my love a compliment related to how (s)he kisses"],
  ["… notice something that makes me proud of my love"],
  ["… complete the sentence “I love you because…” "],
  ["… stroke her/his hair and say something I like about it"],
  ["… study the eyes of my love and say something I like about them"],
  ["… think back to when we got together and tell him something I noticed about him/her"],
  ["… thank you for the two of us being together"],
  ["… thank her for being who she is and assure me that I would not have anyone else"],
  ["… thank her for doing what she usually does (work, housework, paying bills, putting the children to bed, etc.). Remember to be specific"],
  ["… assure him that he can trust me"],
  ["… tell my love something that I admire about him/her (e.g. something (s)he has done at home, at work, in the family, with friends)"],
  ["… study his/her face and notice some small things (how the eyes move when (s)he concentrates, how the corners of the mouth pull up when (s)he stifles a smile, how the nose moves when (s)he talks, etc.). Remember to tell it"],
  ["… let my gaze move slowly up and down his/her body as if I want to memorize every detail. Let it show that I like what I see"],
  ["… give my full attention while (s)he says something. Put the phone down. Look interested"],
  ["… show an interest in what my love is doing and ask a question that reveals that I am curious (e.g. what is the film/book about, what do you do, is there anything you would like to show me, how is work going?) "],
  ["… sneak in a little compliment while others are listening "],
  ["… write a cozy morning greeting on the mirror (use e.g. whiteboard marker or yellow note). It can be something as simple as "Good morning, beautiful!" "],
  ["… pay attention to my love during the day looking for nice things about her/him, both as a person and what (s)he does"],
  ["… notice what (s)he does for friends and family. Remember to comment on it"]
]
