[
  ["Hva synes du om suging?"],
  ["Hva synes du om håndkos (dvs. at partner bruker hånden på pålen)?"],
  ["Hva synes du om slikking?"],
  [" Hva synes du om fingring?"],
  [" Hvilken sexstilling er din favoritt for tiden?"],
  ["Hva husker du om din første orgasme?"],
  ["Hva tenker du om å ta initiativ selv fremfor at jeg gjør det?"],
  ["Hvis vi skulle elske i samme stilling i ett helt år. Hvilken ville du valgt?"],
  ["Hva tenker du om å tenne stearinlys før vi elsker?"],
  ["Hva tenker du om å ha bind for øynene under en elskov?"],
  ["Hva tenker du om å prate under elskoven?"],
  ["Vil du helst ha lyset på eller av mens vi elsker?"],
  ["I hvilken grad påvirkes du av rot i rommet vi elsker i?"],
  ["Har du noen gang badet naken et sted du kunne blitt oppdaget?"],
  ["Hvilke deler av kroppen min liker du?"],
  ["Hvilke deler av kroppen din er du fornøyd med?"],
  ["Hva slags kyss liker du?"],
  ["Hvor liker du at jeg kjærtegner deg?"],
  ["Hvor er det merkeligste stedet vi har hatt sex?"],
  ["Hvor hadde vi størst risiko for å bli oppdaget mens vi hadde sex?"],
  ["Hvor kunne du tenke deg å ha sex?"],
  ["Hva tenker du om rollespill, altså at vi leker at vi er noen andre?"],
  ["Hva tenker du om sex-leketøy?"],
  ["Hva slags prat tenner deg mest mens vi elsker? (Hvis du tenner på prat i det hele tatt.)"],
  ["Har du noen ganger kysset meg offentlig fordi du ville at andre skulle se det?"],
  ["Hva tenker du om sugemerker?"],
  ["Har du en sex-fantasi du har lyst til å dele med meg, men kanskje ikke våger fortelle?"],
  ["Hva tenker du om analsex?"],
  ["Hvis du kunne velge hva jeg hadde på meg akkurat nå, hva ville du valgt?"],
  ["Har du noen gang blitt oppdaget av andre mens du har hatt sex alene eller med andre?"],
  ["Hva liker du ved det å gi i elskoven?"],
  ["Hva liker du ved det å motta i elskoven?"],
  ["Hva liker du best av å gi og å motta i elskoven?"],
  ["Hva har du lyst til å eksperimentere med?"],
  ["Hvis vi var ute og spiste på restaurant, og jeg sa at jeg hadde lyst til å elske med deg med en gang, hva ville du gjort?"],
  ["Hva tenker du om å gi fra deg lyd når vi elsker?"],
  ["Hva tenker du om å ta nakenbilder av hverandre?"],
  ["Hva slags sex tror du jeg liker? Prøv å beskrive den fra start til slutt."],
  ["Kunne du tenke deg at jeg binder deg fast når vi elsker? Hvor mye hadde eventuelt vært greit for deg?"],
  ["Skulle du ønske jeg var mer forsiktig eller mer bestemt i senga?"],
  ["Kan du tenke på en ting som ville gjort meg til en bedre elsker for deg?"],
  ["Nevn tre ting du liker at jeg gjør når vi elsker."],
  ["Tror du at du hadde klart å kle av meg uten å bruke hendene?"],
  ["Hva tenker du om å elske i dusjen?"],
  ["Har du sovnet under elskov?"],
  ["Hva tenker du om å ha øyekontakt mens vi elsker?"],
  ["Hva tenker du om å kysse mens vi elsker?"],
  ["På en skala fra en til ti, hvor trøtt blir du etter at vi har elsket?"],
  ["Hvis du skal tippe, hvor mange stillinger har vi prøvd?"],
  ["Hvilke stillinger pleier vi å elske i?"],
  ["Hvor lang er den lengste pausen vi har hatt i elskoven? Hva tenker du om det?"],
  ["Hva tenker du om å ha sex i bilen?"],
  ["Hva tenker du om å elske utendørs?"],
  ["Hva kunne du tenke deg å gjøre mer av i senga?"],
  ["Når på dagen liker du å ha sex?"],
  ["Hva liker du best av en kjappis og en som varer i 1–2 timer?"],
  ["Hva liker du ved en kjappis?"],
  ["Hva liker du ved en elskov der vi har god tid?"],
  ["Hva liker du best av litt råskap og super romantisk?"],
  ["Hva tenker du om å ta på deg noe sexy når vi skal elske?"],
  ["Hva slags forspill liker du?"],
  ["Hvor liker du å bli kysset?"],
  ["Hvilken effekt har sexy meldinger på deg?"],
  ["Nevn tre ting du liker ved sexlivet vårt"],
  ["Nevn noe du liker å gjøre med meg når vi har sex"],
  ["I hvilken grad blir du tent av å prate om sex?"],
  ["Hvordan kjennes en orgasme ut for deg?"],
  ["Hva kan jeg gjøre for at du får en bedre orgasme?"],
  ["Har du noen gang latt som om at du fikk en orgasme?"],
  ["Hvordan liker du å bli forført?"],
  ["Hva legger du å «være god i senga»?"],
  ["Hva tenker du om å utfordre dine egne grenser i senga?"],
  ["Har du hatt sex i en drøm?"],
  ["Hvis du sover når jeg legger meg, har jeg da lov til å forsyne meg?"],
  ["Hva tenker du om å våkne av at jeg gir deg oralsex?"],
  ["Hender det at du våkner opp superlysten?"],
  ["Hva har du ikke lyst til å prøve i senga?"],
  ["Hva tenkte du om meg da vi først møttes?"],
  ["Hva husker du om vårt første kyss?"],
  ["Er du en sjalu type?"],
  ["Hvor mange ganger tror du at du hadde klart å ha sex i løpet av samme dag?"],
  ["Hva tenker du om utroskap?"],
  ["Hvordan vil du beskrive et fantastisk forspill?"],
  ["Hvor ofte kunne du tenke deg å ha sex?"],
  ["Hva tenker du om å elske i et tre?"],
  ["Hvordan ville du reagert hvis jeg sendte deg følgende tekstmelding: «Jeg har satt av to timer til å elske meg deg i kveld. Frister det?»"],
  ["Hvordan ville du reagert hvis jeg sendte deg følgende tekstmelding: «Jeg har funnet en ny stilling jeg har lyst til å prøve. Har du tid i kveld?»"],
  ["Hvordan liker du å bli forført av meg?"],
  ["Hvordan ville du likt at jeg tok initiativ til sex?"],
  ["Hvilken musikk synes du passer å elske til?"],
  ["Hva kunne du tenke deg å utforske i senga?"],
  ["Hva ville du gjort med meg hvis du fikk frie tøyler i senga?"],
  ["Hva tenker du om å gi meg bind for øynene mens du kjærtegner meg?"],
  ["Hva tenker du om putekrig og kileleken som forspill?"],
  ["Hva tenker du om å kjærtegning av bryst?"],
  ["Hva tenker du om å trene pc-muskelen?"],
  ["Hva er et utfordrende stedet du kunne tenke deg å ha sex?"],
  ["Hvis du skulle lage en bucket-list for elskov, hva ville du ført opp først på den listen?"],
  ["Hva tenker du om å være nakne hjemme en hel dag?"],
  ["Kunne du tenke deg å komme i mile-high klubben (dvs. elske i et fly)?"],
  ["Hvis vi skulle prøvd oss på et rollespill, hva slags person kunne du tenke deg å spille?"],
  ["Hvis vi skulle prøvd oss på et rollespill, hva slags person ville du jeg skulle spilt?"],
  ["Hva tenker du om å bruke smerte som virkemiddel i elskoven?"],
  ["Hvis vi skulle kjøpt et sexleketøy, hvilket ville du foretrukket?"],
  ["Hva tenker du om at en av oss er litt små-dominant i elskoven?"],
  ["Tror du at du hadde klart å holde øyekontakt med meg mens du kommer?"],
  ["Når er det lettest for deg å bli lysten? Når det er lenge siden eller kort tid siden vi elsket sist?"],
  ["Kan du komme på noe jeg har gjort i løpet av en vanlig dag, som gjør at du får lyst til å elske med meg?"],
  ["Hva kan jeg gjøre for å vekke lysten i deg?"],
  ["Kunne du tenke deg å elske i en bjørnegrop, dvs. en grop bjørnene har gravd for å ha sex?"],
  ["Hvordan kjennes en orgasme ut for deg?"],
  ["Hvordan liker du at jeg tar initiativ til sex?"],
  ["Hvordan liker du å ta initiativ til sex?"],
  ["Hvor ville du kjørt meg hvis vi skulle ha sex i bilen?"],
  ["Hvis vi skulle hatt sex utendørs, hvilket sted ville du valgt?"],
  ["Hva gjør deg opphisset seksuelt?"],
  ["Hva gjør meg opphisset seksuelt?"],
  ["Hvilke former for sex gjør deg nysgjerrig?"],
  ["Hvilke stillinger har du lyst til å prøve?"],
  ["Hva ville du tenkt hvis jeg sovnet under elskoven?"],
  ["Hvilke rom i hjemmet vårt har vi hatt sex?"],
  ["Kunne du tenkt deg å ha sex i en heis eller et prøverom?"],
  ["Hva tenker du om BDSM?"],
  ["Tror du en mann kan få multiple orgasmer?"],
  ["Har du noen gang fått multiple orgasmer?"]
]
