[
  ["Jeg har en overraskelse til deg, men du må vente for å finne ut hva det er"],
  ["Jeg har en hemmelighet jeg gleder meg til å dele med deg"],
  ["Jeg har en spesiell date planlagt for oss, men du må vente og se hvor vi skal"],
  ["Jeg har en overraskelsesgave til deg, men du må vente til det rette øyeblikket før du får den"],
  ["Jeg har planlagt en morsom lek for oss, men du må vente for å se hva det er"],
  ["Jeg har en spesiell dessert planlagt for oss, men du må vente til i kveld før vi skal nyte den"],
  ["Jeg har en overraskelsestur planlagt for oss, men du må vente og se hvor vi skal"],
  ["Jeg har et spesielt brev jeg vil gi deg, men du må vente til rett øyeblikk for å få lese det"],
  ["Jeg har en morsom utfordring for oss, men du må vente å se hva det er"],
  ["Jeg har en overraskelsestur planlagt for oss, men du må vente og se hvor vi skal"],
  ["Jeg har et spesielt minne å dele med deg, men du må vente til det rette øyeblikket for å høre det"],
  ["Jeg har kjøpt biletter til en forestilling men du må vente og se hva det er"],
  ["Jeg har planlagt noe fint for oss, men du må vente og se hva det er"],
  ["Jeg har et overraskelseseventyr planlagt for oss, men du må vente og se hva det er"],
  ["Jeg har en spesiell konkurranse planlagt for oss, men du må vente å se hva det er"],
  ["Jeg har en overraskelse planlagt for oss, men du må vente og se hva det er"],
  ["Jeg har en spesiell anledning planlagt for oss, men du må vente og se hva det er"],
  ["Jeg har en overraskelsesgave til deg, men du må vente til det rette øyeblikket før du får den"],
  ["Jeg kan ikke vente med å la hendene mine kjærtegne hele kroppen din i kveld"],
  ["Jeg har en spesiell overraskelse planlagt for deg på soverommet i kveld"],
  ["Jeg gleder meg til å føle leppene dine på mine og utforske hver millimeter av kroppen din"],
  ["Jeg har noe spesielt planlagt for deg i kveld. Det vil få deg til å tigge om mer"],
  ["Jeg gleder meg til å høre deg stønne og hviske søte ting i øret mitt"],
  ["Jeg har en overraskelse til deg i kveld. Den vil gjøre deg svak i knærne"],
  ["Jeg kan ikke vente med å få deg til å føle deg elsket og ønsket på alle mulige måter"],
  ["Jeg har en spesiell overraskelse planlagt for deg i kveld. Den vil få deg til å ønske mer"],
  ["Jeg kan ikke vente med å få deg til å føle deg fantastisk og å tilfredsstille alle dine ønsker"],
  ["Jeg har en spesiell gave til deg i kveld. Den vil få deg til å føle deg som den mest attraktive personen i verden"],
  ["Jeg kan ikke vente med å føle kroppen din mot min, og få deg til å føle deg elsket og verdsatt"],
  ["Jeg har en overraskelse planlagt for deg i kveld som vil få deg til å føle deg bortskjemt"],
  ["Jeg kan ikke vente med å utforske hver eneste millimeter av kroppen din"],
  ["Jeg har et spesielt øyeblikk planlagt for oss i kveld. Det vil få deg til å føle deg elsket og verdsatt"],
  ["Jeg kan ikke vente med å få deg til å føle deg sexy og ønsket på alle mulige måter"],
  ["Jeg har en overraskelse planlagt for deg i kveld. Den vil få deg til å tigge om mer"],
  ["Jeg kan ikke vente med å få deg til å føle deg fantastisk og å tilfredsstille alle dine ønsker"],
  ["Jeg har en spesiell godbit planlagt for deg i kveld. Den vil få deg til å føle deg elsket og verdsatt"],
  ["Jeg kan ikke vente med å utforske hver eneste millimeter av kroppen din i kveld"],
  ["Jeg har en spesiell overraskelse planlagt for deg i kveld. Den vil få deg til å ønske mer"],
  ["Jeg kan ikke vente med å føle berøringene dine i kveld"],
  ["Jeg har tenkt på deg hele dagen"],
  ["Jeg vil utforske hver eneste millimeter av kroppen din"],
  ["Jeg har tenkt på hvordan jeg skal få deg til å føle deg senere"],
  ["Jeg kan ikke vente med å føle leppene dine mot mine"],
  ["Jeg vil få deg til å føle at du er den eneste personen i verden"],
  ["Jeg gleder meg til å høre deg hviske navnet mitt"],
  ["Jeg vil få deg til å føle at du er det eneste som betyr noe for meg"],
  ["Jeg vil føle huden din mot min"],
  ["Jeg gleder meg til å se ansiktsuttrykket ditt når jeg tar på deg"],
  ["Jeg vil få deg til å føle at du er den eneste jeg vil ha"],
  ["Jeg vil føle pusten din i nakken min"],
  ["Jeg gleder meg til å se deg miste kontrollen"],
  ["Jeg vil få deg til å føle at du er den eneste jeg trenger"],
  ["Jeg vil føle dine hjerteslag mot mine"],
  ["Jeg kan ikke vente med å smake på leppene dine"],
  ["Jeg vil få deg til å føle at du er den eneste jeg ønsker meg"],
  ["Jeg vil føle kroppen din tett inntil min"],
  ["Jeg gleder meg til å høre deg stønne navnet mitt"],
  ["Jeg vil få deg til å føle at du er den eneste jeg vil være sammen med"]
]
