[
  ["Hvis du kunne velge helt fritt, hvem ville du invitert på middag hjemme hos oss?"],
  ["Hvis vi startet et band sammen, hva skulle vi kalt det?"],
  ["Hvilken film har du lyst til å se sammen med meg?"],
  ["Hvis du skulle deltatt på et reality-program, hvilket skulle det vært?"],
  ["Hvis du skulle hatt rollen i en film, hvilken rolle skulle det vært?"],
  ["Hva er det som gjør en dag perfekt for deg?"],
  ["Hvis du var en kjendis, hva ville du blitt kjent for?"],
  ["Hvis du kunne vært en annen i en dag, hvem ville du vært?"],
  ["Hvis du kunne velge mellom hytte på fjellet og hytte ved sjøen, hva ville du valgt?"],
  ["Hvis du måtte velge mellom å bo i leilighet i byen og hus på landet, hva ville du valgt?"],
  ["Hadde du klart å bo alene i en hytte på fjellet i ett år hvis du hadde det du trengte av mat?"],
  ["Hvor ville du tatt meg med hvis vi skulle dra på en drømmeferie?"],
  ["Hvilket annet land kunne du tenke deg å bo i?"],
  ["Hvilket yrke ville du valgt hvis du kunne velge helt fritt?"],
  ["Hva vil du helst ha som 90-åring: et klart hode eller en sprek kropp?"],
  ["Hvis du våknet opp i morgen og plutselig kunne et nytt språk, hvilket skulle det vært?"],
  ["Hvilket språk kunne du tenke deg å lære?"],
  ["Hvilke hobbyer har du som du gjerne skulle hatt mer tid til?"],
  ["Hvilken storby kunne du tenke deg å besøke?"],
  ["Hvilket land kunne du tenke deg å besøke?"],
  ["Hvilken severdighet kunne du tenke deg å se?"],
  ["Hvis du skulle bestige et fjell, hvilket ville du valgt?"],
  ["Hva ville du gjort hvis du skulle dra på ferie i Norge?"],
  ["Hvis du skulle endre noe i kostholdet ditt, hva ville det vært?"],
  ["Hvis du kunne få vite en ting om fremtiden din, hva ville du visst?"],
  ["Er det noe du har drømt om å gjøre lenge? Hva er det som hindrer deg?"],
  ["Har du lyst på et kjæledyr? Hvorfor/hvorfor ikke?"],
  ["Hvis du hadde en hest, hva ville du kalt den?"],
  ["Hvis du skulle invitert meg ut på middag, hvor ville vi gått?"],
  ["Hvem ville du tatt med deg på escape room?"],
  ["Hvem ville du tatt med deg på sydenreise?"],
  ["Hvis du vant fire millioner, hva ville du brukt dem på?"],
  ["Hvis du fikk 5000 mer i lønn i måneden. Ville du spart eller brukt pengene?"],
  ["Når planlegger du å være gjeldsfri? Eller ser du ikke noe poeng i å bli gjeldsfri?"],
  ["Hva er din neste økonomiske milepæl?"],
  ["Beskrive drømmehuset ditt."],
  ["Hvis du skulle vunnet Nobel prisen, hva ville du vunnet den for?"],
  ["Hvordan liker du å feire bursdagene dine?"],
  ["Hvordan liker du å feire jul?"],
  ["Hvis du skulle studert mer, hva ville du studert?"],
  ["Hvor er vi om fem år?"],
  ["Hvis du hadde en båt, hvilket navn ville du gitt den?"],
  ["Hvis du kunne velge en superkraft, hvilken ville du valgt?"],
  ["Nevn en ting du ønsker å gjøre før du dør."],
  ["Hva liker du å gjøre når vi drar på stranden?"],
  ["Hvis du ble ordfører, hvilke saker ville du tatt tak i?"],
  ["Hvis du var toppsjefen på jobben din, hvilke saker ville du tatt tak i?"]
]
