[
  ["Name three things you like about me."],
  ["Name one thing you like about yourself."],
  ["How good are you at keeping secrets?"],
  ["Which word would you use to describe me if you could only use one word?"],
  ["Which word would you use to describe yourself if you could only use one word?"],
  ["If I were to use a nickname for you, which one would you like?"],
  ["How would I react if I was able to read your mind?"],
  ["What is your favorite color?"],
  ["Do you ever sing in the shower?"],
  ["When was the last time you sang?"],
  ["When was the last time you sang with others?"],
  ["Could you imagine singing karaoke?"],
  ["What kind of music do you like?"],
  ["Do you ever practice what you are going to say before you call someone on the phone?"],
  ["What kind of phone calls do you dread making?"],
  ["What do you like to do in your spare time?"],
  ["What is your favorite dinner?"],
  ["What is your favorite dessert?"],
  ["If you are going to buy something good to eat, what do you choose?"],
  ["If you were to eat the same thing for a whole month, what would it be?"],
  ["What is your favorite topping?"],
  ["What kind of fruit do you like?"],
  ["What do you like to drink?"],
  ["What do you associate with a cozy meal?"],
  ["Which chocolate do you like?"],
  ["What kind of ice cream do you like?"],
  ["What kind of food do you not like?"],
  ["What do you look for when you open the fridge?"],
  ["Describe your favorite morning."],
  ["What is too serious to joke about?"],
  ["If you were suddenly dying this afternoon, what would you regret about not telling someone you know?"],
  ["If your home was on fire and you had the opportunity to save only one thing (besides people), what would you save?"],
  ["If you were a tree, what kind of tree would you be?"],
  ["If you were a car, what kind of car would you be?"],
  ["If you were a bird, what kind of bird would you be?"],
  ["What kind of sports do you like?"],
  ["What kind of sports do you like to watch?"],
  ["How do you keep fit?"],
  ["How would you describe your sense of humor?"],
  ["What do you think about potted plants?"],
  ["Which computer games have you played and like?"],
  ["Which board games have you played and like?"],
  ["What do you like to do together with friends?"],
  ["Which friends would you say are your closest to you?"],
  ["What do you buy when you have to choose between a cheap food item and something that costs more but tastes a little bit better?"],
  ["What do you think about credit cards?"],
  ["Are you comfortable with how much loan you/we have now?"],
  ["Would you take on an extra job if we were struggling to make ends meet?"],
  ["In which areas are we equal when it comes to spending money?"],
  ["In which areas are we different when it comes to spending money?"],
  ["What does it take for you to buy new clothes for yourself?"],
  ["Which store do you like to shop in?"],
  ["What do you usually think about when you can not sleep?"],
  ["In what kind of situations do you lie?"],
  ["How artistic are you?"],
  ["In which clothes do you feel most comfortable?"],
  ["What do you think about dancing?"],
  ["Is there any housework you simply do not know how to do?"],
  ["What kind of housework do you dislike doing?"],
  ["When we disagree on what kind of sofa to buy, how do you think we should deal with it?"],
  ["In which situations does your brain go on autopilot?"],
  ["What do you do to relax?"],
  ["What did you google last?"],
  ["What makes life worth living for you?"],
  ["What does it take for you to change your mind in a discussion?"],
  ["Do you listen more to your heart or your head when making important decisions?"],
  ["Which party will you vote for at the next election?"],
  ["Which political issues are important to you?"],
  ["Which politician impresses you the most?"],
  ["What do you think about participating in charity work?"],
  ["Which issues in the media concern you most at the moment?"],
  ["Which support organizations would you like to support financially?"],
  ["What kind of emergency aid do you believe in?"],
  ["How do you treat beggars?"],
  ["What do you do for climate and the environment?"],
  ["What do you think about equality? Which areas do you think need more equality?"],
  ["Which app do you use most on your phone?"]
]
