[
  ["If you could choose completely freely, who would you invite to dinner at our house?"],
  ["If we started a band together, what would we call it?"],
  ["Which film would you like to watch with me?"],
  ["If you were to take part in a reality show, which one would it be?"],
  ["If you were to have the role in a film, which role would it be?"],
  ["What makes a day perfect for you?"],
  ["If you were a celebrity, what would you be known for?"],
  ["If you could be someone else for a day, who would you be?"],
  ["If you could choose between a cabin in the mountains and a cabin by the sea, which would you choose?"],
  ["If you had to choose between living in an apartment in the city and a house in the country, which would you choose?"],
  ["Would you be able to live alone in a cabin in the mountains for a year if you had enough food?"],
  ["Where would you take me if we were to go on a dream holiday?"],
  ["Which other country could you imagine living in?"],
  ["Which profession would you choose if you could choose completely freely?"],
  ["What would you rather have as a 90-year-old: a clear head or a fit body?"],
  ["If you woke up tomorrow and suddenly knew a new language, what would it be?"],
  ["Which language would you like to learn?"],
  ["Which hobbies do you have that you would like to have more time for?"],
  ["Which big city would you like to visit?"],
  ["Which country would you like to visit?"],
  ["Which attraction would you like to see?"],
  ["If you had to climb a mountain, which would you choose?"],
  ["What would you do if you were to go on holiday in your own country?"],
  ["If you were to change something in your diet, what would it be?"],
  ["If you could know one thing about your future, what would you want to know?"],
  ["Is it something you have dreamed of doing for a long time? What is stopping you?"],
  ["Would you like a pet? Why?"],
  ["If you had a horse, what would you name it?"],
  ["If you were to invite me out for dinner, where would we go?"],
  ["Who would you take with you to the escape room?"],
  ["Who would you take with you on a trip to the south?"],
  ["If you won four million, what would you spend it on?"],
  ["If you got a salary increase. Would you save or spend the money?"],
  ["When do you plan to be debt free? Or do you see no point in becoming debt-free?"],
  ["What is your next financial milestone?"],
  ["Describe your dream house."],
  ["If you were to win the Nobel Prize, what would you win it for?"],
  ["How do you like to celebrate your birthdays?"],
  ["How do you like to celebrate Christmas?"],
  ["If you were to study more, what would you study?"],
  ["Where will we be in five years?"],
  ["If you had a boat, what name would you give it?"],
  ["If you could choose a superpower, which one would you choose?"],
  ["Name one thing you want to do before you die."],
  ["What do you like to do when we go to the beach?"],
  ["If you became mayor, which issues would you pay attention to?"],
  ["If you were the top manager at your job, which issues would you prioritize?"]
]
