[
  ["Kyss pannen for å vise at jeg bryr meg"],
  ["Kyss og sug forsiktig på en øreflipp"],
  ["Hold leppene nesten samlet og la dem sveipe forsiktig over min kjæres lukkede øye og kyss veldig forsiktig"],
  ["Kyss kjapt på nesen"],
  ["Kyss på kinnet med leppene nesten samlet. Jeg kan gjerne suge kinnet litt forsiktig inn også."],
  ["Kyss langs kjeven fra øre til øre. Begynn gjerne med å nappe i litt i den ene øreflippen og avslutt med å nappe litt i den andre"],
  ["Kyss fra haken og ned til kragebeinet"],
  ["Kyss fra øreflippen, ned langs siden av halsen og ut til skulderen. Gjenta gjerne på den andre siden"],
  ["Kyss varsomt i nakken. Hold håret litt til side hvis jeg trenger det, og kyss rett under hårfestet"],
  ["Kyss nakken eller langs skulderen og prøv å lage et skikkelig sugemerke (hvis jeg får lov)"],
  ["Kyss langs kragebeinet fra den ene skulderen til den andre"],
  ["Kyss skulderbladet som om jeg vil utforske det for første gang"],
  ["Kyss rundt brystvortene. Skift gjerne mellom åpne og lukkede lepper, våte og tørre kyss, og med og uten tunge"],
  ["Kyss ryggen. Bruk leppene og tungen til å tegne et stort hjerte utover ryggen"],
  ["Kyss fra halsen og nedover mot magen. Bruk våte kyss og blås på kyssesporet etterpå"],
  ["Hold underarmen varsomt og kyss fra hånden og oppover til innsiden av albuen der jeg bruker litt ekstra tid"],
  ["Kyss hele veien fra skuldrene til fingrene"],
  ["Kyss baksiden av hånden mens jeg holder øyenkontakten, smiler og løfter hånden opp til munnen min"],
  ["Hold leppene nesten samlet og sveip forsiktig over min kjæres bak på let etter et sted å kysse. Plant leppene og sug huden bittelitt inn"],
  ["Kyss innsiden av håndleddet. Hold gjerne hånden med begge mine hender"],
  ["Kyss håndflaten og se nøye inn i håndflaten som om jeg vil spå min kjære. Kom deretter med spådommen: «Jeg ser at du har en kjæreste som er veldig glad i deg.»"],
  ["Velg en finger og la tungen løpe langs den som om jeg utforsker den"],
  ["Hold leppene nesten samlet og sveip forsiktig over innsiden av lårene til jeg finner et sted jeg kan plante et lett kyss"],
  ["Kyss baksiden av knærne"],
  ["Kyss fra føttene og opp mot knærne"],
  ["Kyss rundt anklene"],
  ["Hold en fot i begge mine hender. Hold leppene nesten samlet og sveip forsiktig over foten og tærne til jeg finner et sted jeg kan plante et lett kyss"],
  ["Mens vi er intime, prøv å plante masse småkyss rundt og over pålen/klitoris"],
  ["Lat som om jeg vil kysse på munnen, men rett før leppene møtes, trekker jeg meg lekent unna. Gjenta gjerne flere ganger før vi kysser på ordentlig"],
  ["Kyss med trutmunn og masse kysselyder i håp om å trekke frem et smil"],
  ["Kyss opp ned i et liksom-spidermann-kyss. Be min kjære bøye hodet bakover når hen sitter i en stol. Kyss hen på munnen mens jeg står bak stolen"],
  ["Prøv et liksom-supermann-kyss. Den sterkeste av oss legger seg på ryggen og trekker knærne opp mot brystet. Den andre legger seg på leggene og liksom-flyr ned til et kyss"],
  ["Ta på leppestift og kyss min kjære på kinnet. Det fungerer kanskje best hvis jeg er kvinne, men … hey … vi lever nå"],
  ["Prøv å gjøre noe som kan gi elektrisk støt (f.eks. hoppe på trampoline eller dra føttene bortover gammelt teppe). Etterpå beveger vi leppene sakte mot hverandre til vi kjenner et lite støt. Fortsett mot hverandre i et kyss. Dette kan være vanskelig å få til, men forsøkene kan jo være morsomme"],
  ["Still klokken på 2 minutter og kyss til alarmen går"],
  ["Still klokken på 5 minutter og kyss til alarmen går"],
  ["Still klokken på 10 minutter og kyss til alarmen går"],
  ["Still klokken på 15 minutter og kyss til alarmen går"],
  ["Kyss og si: «Velkommen hjem» etter at jeg har sendt min kjære ut med søpla»"],
  ["Kyss minst ti ganger raskt etter hverandre"],
  ["Spre leppene mine litt og la dem omfavne underleppen til min kjære. Jeg kan suge eller klemme litt på leppen"],
  ["Kyss ved å først slikke leppene til min kjære med en varsom tungespiss som såvidt stikker frem mellom leppene mine. Og så kysser vi"],
  ["Kyss mens jeg hermer etter måten min kjære kysser meg på. Prøv å matche intensiteten og metodene"],
  ["Kyss ved å dele en isbit"],
  ["Kyss ved å dele en sjokoladebit"],
  ["Kyss ved å dele en fruktbit"],
  ["Kyss ved å dele litt god drikke"],
  ["Kyss ved å dele et drops"],
  ["Kyss ved å gni nesene mot hverandre i et eskimokyss (et slags «kyss» uten munn)"],
  ["Kyss ved å åpne og lukke øynene tett inntil min kjæres kinn (et slags «kyss» uten munn)"],
  ["Kyss ved å sende en kysse-emoji i en melding"],
  ["Kyss via en tekstmelding («Jeg skulle ønske jeg kunne kysse deg nå!») mens vi begge er i samme rom"],
  ["Kyss med et slengkyss før jeg går på toalettet"],
  ["Kyss ved å mime et kyss når jeg får øyenkontakt med min kjære (ikke et direkte kyss)"],
  ["Møt hverandre med halvåpne munner og stikk tungespissene forsiktig ut slik at de rører hverandre. Flikk lekent fra side til side"],
  ["Prøv å kile leppene til min kjære forsiktig mens vi kysser hverandre sakte på leppene"],
  ["Kyss med salamandertunge. Stikk tungene langt ut og la dem berøre hverandre. Det er kanskje ikke sexy, men morsomt?"],
  ["Kyss mens jeg lar tungen varsomt utforske min kjæres munn. Hold tungen myk og hensynsfull"],
  ["Kyss mens jeg varsomt suger bittelitt på tungen til min kjære"],
  ["Kyss etter at jeg har drukket noe varmt"],
  ["Kyss etter at jeg har drukket noe kaldt"],
  ["Kyss etter at jeg har drukket noe varmt og min kjære noe kaldt. Eller motsatt"],
  ["Kyss etter at jeg har spist noe godt som gir god smak i munnen. La min kjære gjette hva jeg har spist"],
  ["Kyss etter at vi har studert leppene til hverandre en stund"],
  ["Kyss etter at vi har holdt øyenkontakten helt til leppene møtes. Hvor sakte klarer vi å bevege oss mot hverandre?"],
  ["Kyss mens jeg lager små godlyder for å fortelle at jeg liker kysset"],
  ["Kyss mens jeg legger merke til hvordan min kjære dufter"],
  ["Kyss mens jeg legger merke til hvordan leppene kjennes mot hverandre. Er de myke og varme? Forsiktige eller begjærlige?"],
  ["Kyss mens vi står helt tett inntil hverandre. Legg merke til alle kontaktpunktene mellom oss"],
  ["Kyss midt på munnen på et veldig uventet tidspunkt"],
  ["Kyss og si «takk» etter at min kjære har gjort noe jeg setter pris på"],
  ["Kyss mens jeg hermer etter hva min kjære gjør med hendene sine. Hvor lang tid tar det før hen oppdager at jeg hermer?"],
  ["Kyss mens jeg kjærtegner baksiden av hodet til min kjære. La fingrene skli fra ørene mot bakhodet"],
  ["Kyss mens fingertuppene masserer hodebunnen til min kjære med små sirkulerende bevegelser"],
  ["Kyss mens jeg legger en hånd bak hodet eller nakken og bare holder der"],
  ["Kyss mens jeg legger en hånd på hver side av ansiktet til min kjære"],
  ["Kyss mens jeg masserer tinningen til min kjære med små sirkulerende bevegelser"],
  ["Kyss mens jeg kjærtegner baksiden av ørene til min kjære. La pekefingrene gli langs baksiden av øret og bruk litt ekstra tid på området bak øreflippen"],
  ["Kyss mens jeg lar fingrene løpe fra nakken og nedover ryggen til min kjære"],
  ["Kyss mens jeg kjærtegner ryggen til min kjære med kjærlige hender"],
  ["Kyss mens jeg legger en hånd på korsryggen og lar den andre hånden danse rundt på ryggen til min kjære"],
  ["Kyss mens vi gir hverandre en lang og god klem"],
  ["Kyss mens jeg lar hendene gli nedover ryggen og kjærtegner baken til min kjære"],
  ["Kyss mens vi hører på musikk. Prøv å la intensiteten i kyssene avspeile den bølgende intensiteten i musikken"],
  ["Kyss mens en av oss står med ryggen mot en vegg"]
]
