    <string name="slikking">Cunnilingus</string>
    <string name="suging">Blowjobs</string>
    <string name="forutsetninger">Mindset</string>
    <string name="oppbygging">The build-up</string>
    <string name="grunnleggende">The basics</string>
    <string name="flere_muligheter">More opportunities</string>
    <string name="flat_tunge">Flat tongue</string>
    <string name="leken_tunge">Playful tongue</string>
    <string name="rund_munn">Round mouth</string>
    <string name="nar_han_kommer">When he orgasm</string>
    <string name="nar_hun_kommer">When she orgasm</string>
    <string name="bonusideer">Bonus ideas</string>

    <string name="guide_slikking_del1_nr0_tittel">Before we begin</string>
    <string name="guide_slikking_del1_nr0">Cunnilingus is composed of the Latin words cunnus (vulva) and lingere (to lick). The tongue is soft and docile. It seems to be designed to give pleasure. We just have to figure out how.
         \n\nIn this guide we will find many tips and ideas on how he can use his tongue to give her pleasure. Nevertheless, we do not find the one and only truth here. We have to search for what we like it together and therefore it is important that we listen to each other.
         \n\nSome women don\'t like to be licked. And some men don\'t like to lick. If that is applicable to us, this guide is not for us. Sex is about mutual respect and pleasure. Fortunately, there are many other things can do instead.
    </string>
    <string name="guide_slikking_del1_nr1_tittel">Who is the boss?</string>
    <string name="guide_slikking_del1_nr1">She puts herself in his hands. He is the Man in her life. And she has confidence in him.
        \n\nIf she can let go and let him guide her safely into pleasure and back, it\'s easier for her to enjoy and reasch orgasm. Only when he gets to be the boss, he can make her feel like a queen. But of course this can also vary from couple to couple.</string>
    <string name="guide_slikking_del1_nr2_tittel">Pleasure for both</string>
    <string name="guide_slikking_del1_nr2">All forms of intimacy can be about so much more than techniques. Of course sex is better when we have learned some techniques together, but sex is also trust, passion and closeness. Sex is about giving without necessarily getting back then and there because we give in love and receive in love. Only then will sex be really good in more ways than a purely physical one.
         \n\nSome people think that oral sex is less intimate than regular sex because you can\'t talk to each other during it and their heads are not close to each other. If that\'s the case for us, it\'s especially important that he doesn\'t start licking her too early, but instead kisses and caresses her until she\'s ready.</string>
    <string name="guide_slikking_del1_nr3_tittel">No one should be forced</string>
    <string name="guide_slikking_del1_nr3">She should never force him to do anything he doesn\'t want to do. And the other way around.
        \n\nNeither physical nor psychological force of any kind is okay in an equal and healthy partnership.
        \n\nFor various reasons, she might not be in the mood to be licked or he does not want to lick. In that case, we simply do something else.</string>
    <string name="guide_slikking_del1_nr4_tittel">Good communication</string>
    <string name="guide_slikking_del1_nr4">Nobody is a mind reader, so good communication is very important. We need to find out what she likes and what he likes to do.
         \n\nEveryone is different and one technique does not work for everyone. In addition, her mood, how turned on she is, how distracted she is, where she is in her cycle and a number of other factors will influence what she likes then and there. He simply has no clue unless our communication is good.
         \n\nRemember that guiding comments are better than criticism. \"Try a little more carefully\" is better than \"It hurts\". The last thing I want is for my lover to be insecure about their own performance without knowing what to do instead.
         \n\nInstead of words, she can also use sounds such as moans, roars and sighs. Or she can squeeze his hand or shoulder when it feels good.
         \n\nIf we listen to each other, we might be surprised. It is not certain that she likes what he thinks she likes.</string>
    <string name="guide_slikking_del1_nr5_tittel">Room for mistakes</string>
    <string name="guide_slikking_del1_nr5">It takes practice to get really good at licking a woman. Therefore, trial and error must be allowed.
         \n\nEven though he certainly doesn\'t want to, he\'s probably going to do things that are uncomfortable to her. He is not a bad lover. He just needs more training.</string>
    <string name="guide_slikking_del1_nr6_tittel">Hygiene</string>
    <string name="guide_slikking_del1_nr6">She must of course make sure not to use soap that dries out her beautiful mucous membranes, but still pay attention to her hygiene. A shower or quick wash beforehand is a good idea. Alternatively, we can start our foreplay in the shower. Or he can get a wet and warm washcloth that she place strategically while he caresses the rest of her body first.
         \n\nThe woman\'s \"flower\" is no ordinary flower. It is natural that she smells like a woman and not of flowers, even if she has just washed herself.</string>
    <string name="guide_slikking_del1_nr7_tittel">Nails and beard</string>
    <string name="guide_slikking_del1_nr7">If he intends to use his fingers as well, he must make sure they are soft and clean before touching her most sensitive areas. He should cut his nails so that they do not have any sharp edges. Rifts are certainly not exciting for the vast majority of us.
         \n\nStubbles are also downright painful for her. It\'s like rubbing the tip of his love stick against coarse sandpaper. He should be clean-shaven (or perhaps grow a beard) or use techniques where his cheeks and chin does not touch her at all.</string>
    <string name="guide_slikking_del1_nr8_tittel">Small steps</string>
    <string name="guide_slikking_del1_nr8">There are many tips and the amount may seem overwhelming. The good news is that he does not need to know about, try or master all the techniques to give her pleasure.
         \n\nTry 1-2 techniques. Just enough to surprise her and keep her on her toes. When he masters these, he can try 1-2 new ones. That way, he avoids being overwhelmed or forgetting what he intended to try.
         \n\nAnd don\'t forget the good old techniques in the joy of learning new ones.</string>

    <string name="guide_slikking_del2_nr0_tittel">Show affection</string>
    <string name="guide_slikking_del2_nr0">Remember that sex becomes a lot better for her if she feels loved. I have to show that I care about her. The easiest is to master her love language and use it actively. If I can reassure her that I love her in a way she understands, the chances are higher that she will be ready for sexual intimacy.
         #Perhaps we can find times in our everyday life where we can be close to each other. Maybe we can hold hands, kiss and hug during the day?
         #Perhaps I can have a sneak peek at her breasts or butt, and show that I like what I see? I can study her and notice how she moves and how she smiles at me.
         #Maybe I can give her flowers or other small attentions to show that I care?
         #Perhaps what she needs most of all is that we contribute in our home on an equal basis? Not to contribute, will be devastating if she has services such as love language.
         #Perhaps we can have a date night in our own home when the children are put to bed? It doesn\'t take much to spend quality time together.
         &lt;br&gt;&lt;br&gt;What works best depends on her love language, so I need to make sure I know what her love language is and learn how to apply it.</string>
    <string name="guide_slikking_del2_nr1_tittel">Indications</string>
    <string name="guide_slikking_del2_nr1">It might take some time to get in the mood. Many woman do not have a switch that can be turned on and suddenly the sex drive is there.
         \n\nSince her sex drive might need some time to appear, I may hint at my plans earlier in the day.
         \n\nMaybe I can send her a text message indicating my plans?</string>
    <string name="guide_slikking_del2_nr2_tittel">Set the mood</string>
    <string name="guide_slikking_del2_nr2">Setting the mood might help her getting into the mood.
        \n\nI need to find out what helps her. Maybe I can put on romantic music and dim the lights. Maybe I can light some candles or burn some incense. I can also make sure that the room I have a pleasant warmth, and fresh, clean and inviting. It shows her that I really want to please her.
        \n\Sensory impressions might help her mind to stay where it belongs.</string>
    <string name="guide_slikking_del2_nr3_tittel">Before I undress her</string>
    <string name="guide_slikking_del2_nr3">If her mind can\'t stay still, I can help her relax, let go, and enjoy. Perhaps a long, relaxing bath or a good massage is the thing? Or maybe some sensual dancing in the living room?
        \n\nShe\'ll probably like some build up before I undress her. I can try not to go straight to her intimate areas, but caress her hair, arms, back, stomach, thighs and calves.
        \n\nAnd kiss her. A lot.
        \n\nIf she gets turned on first, the whole experience will be more intense for both of us.
        \n\nSome women get frustrated if the progress is too slow, I need to figure out how my woman likes.</string>
    <string name="guide_slikking_del2_nr4_tittel">The first, naked caresses</string>
    <string name="guide_slikking_del2_nr4">If she likes me to progress slowly, I can for example first take off her top and kiss her from her mouth down to her breasts. I can kiss her breasts before I kiss further down the stomach. Before I continue, I can remove her pants and spread her legs to kiss her inner thighs to the back of her knee. I can return up along the other thigh.
         \n\nI can pause a bit and let my gaze caress her and show that I like what I see.
         \n\nI can take my time kissing her, starting at her mouth and kissing her whole body with passionate kisses.
         \n\nIf we have plenty of time, I can tell her, \"Now I\'m going really slow. We\'re not in a hurry.\" I can notice how she relaxes as I kiss and caress her body her. I can alternate between a dancing tongue and light fingertips to flatter tongues and more passionate hands.
         \n\nSome women get frustrated if I take too long, but I can make sure to avoid her more delicate parts a little longer than she wants. I can of course go close, but avoid to touch directly. The goal is to make her want more than I give.
         \n\nIf I want to act fast and she likes it, I can of course skip everything that might prepare her. I can send her a greedy look and go after her. In that case, I should pay attention to how she reacts and calm down if I get to eager.</string>
    <string name="guide_slikking_del2_nr5_tittel">Find a comfortable position</string>
    <string name="guide_slikking_del2_nr5">If I want to lick her until she comes, I expect to spend a lot of time. The average is between 20 and 45 minutes. Some shorter and some longer. It can vary from time to time based on how eager she is before we start, where she is in the cycle and a number of other factors.
         \n\nTherefore, we should make sure we are both comfortable. If we choose positions where my tongue is at a 45 degree position, I can probably hold longer than if I have it at a 90 degree position.</string>
    <string name="guide_slikking_del2_nr6_tittel">Let her welcome me</string>
    <string name="guide_slikking_del2_nr6">When I knock on a door and someone opens the door, I am welcomed in a completely different way than if I burst in the door and settle in on my own terms.
         \n\nHer lips usually part when she\'s ready to let me in. If I kiss and cuddle her delicate areas until her lips part, I\'ll be welcomed in more easily.</string>

    <string name="guide_slikking_del3_nr0_tittel">Flat tongue</string>
    <string name="guide_slikking_del3_nr0">The top of my tongue has a rougher texture than the tip of my tongue. I can take advantage of this when I lick her.
         \n\nThe technique of the flat tongue is very simple: I stick out my tongue and make it as wide and flat as I can. I bend my tongue down to my chin and try to relax as much as I can.
         \n\nMy tongue should just hang from my mouth. I don\'t need to curl it or move it from side to side. I just need to relax my tongue, keep it wide and flat, and let my head take care of the movements. Like when I lick an ice cream.
         \n\nIf I find it easier to use the muscles in my tongue than moving my head, I can of course do that. Or maybe a combination where I move my head until the tongue is halfway up and then use the muscles in my tongue the rest of the way.</string>
    <string name="guide_slikking_del3_nr1_tittel">Location</string>
    <string name="guide_slikking_del3_nr1">I can start at the bottom by her vaginal entrance and slowly move my head upwards to drag my tongue all the way up past her clitoris. I relax my tongue and let my head control the movement. Then I lift my head and start from the bottom again.
         \n\nIf I keep my tongue relaxed, wide and flat, it covers a lot of her delicate areas.</string>
    <string name="guide_slikking_del3_nr2_tittel">Pressure</string>
    <string name="guide_slikking_del3_nr2">I should probably use as little pressure as possible. More pressure is not necessarily better for her.
         \n\nIf she likes, I can of course try with more pressure. In that case, I use the muscles in my neck to push more towards her. If I use my tongue, I can quickly get tired. I have to watch her reactions to find out what she likes right then and there.
         \n\nA variation is that every other lick is super light and every other is with more pressure. That might give an exciting variation.
         \n\nBy holding back, I can make her long for more.</string>
    <string name="guide_slikking_del3_nr3_tittel">Speed</string>
    <string name="guide_slikking_del3_nr3">I should probably move my head as slowly as possible. Faster is not necessarily better for her.
         \n\nIf it likes, I can try a little faster. What she likes is individual. Some like insanely slowly (around 15 seconds from her vaginal entrance to the clitoris). Others want it faster (around one second). I actually have to listen to her to find out what she likes.</string>
    <string name="guide_slikking_del3_nr4_tittel">A steady rhythm</string>
    <string name="guide_slikking_del3_nr4">She might prefer a steady rhythm. I can start at the bottom at her vaginal entrance, drag my tongue up past the clitoris, lift my head and repeat.
         \n\nI might try to keep the same rhythm, speed and pressure. Especially if she is getting close to coming.</string>
    <string name="guide_slikking_del3_nr5_tittel">Experiment</string>
    <string name="guide_slikking_del3_nr5">I can tell her that I would like to test some techniques, and ask her to give feedback on how much she likes each technique on a scale of 1 to 10.
         \n\nIt may be a good idea to return to the same technique after a while. Even those who initially got a low grade. What she likes depends not only on who she is, but also on how excited she is.</string>
    <string name="guide_slikking_del3_nr6_tittel">Variants</string>
    <string name="guide_slikking_del3_nr6">Every technique can be varied. And even small adjustments can have a big effect.
         \n\nI may have to use the same technique for a while before it becomes good. One idea is therefore to use the same technique for at least 20-30 seconds before I decide to alter technique.</string>
    <string name="guide_slikking_del3_nr7_tittel">Foreplay</string>
    <string name="guide_slikking_del3_nr7">A flat tongue can also be used before she removes her panties. Or I can wait to take off my panties until I\'ve made them really wet. And then I can take it off with my mouth.</string>
    <string name="guide_slikking_del3_nr8_tittel">Slow down over the speed bump</string>
    <string name="guide_slikking_del3_nr8">Just before I get to her clitoris, I can increase the pressure so that the upper part of my tongue pushes her clitoris upwards. When my tongue approaches her clitoris, I slow down without reducing the pressure. And then I can continue very slowly upwards until the tip of my tongue leaves her clitoris. Then I lift my head and start over from her vaginal entrance.</string>
    <string name="guide_slikking_del3_nr9_tittel">Opposite direction</string>
    <string name="guide_slikking_del3_nr9">I can also try the same techniques in the opposite direction. Then I start above her clitoris and drag my tongue down to her vaginal entrance. It is easier if we are in 69 or similar.</string>
    <string name="guide_slikking_del3_nr10_tittel">Strategic pause</string>
    <string name="guide_slikking_del3_nr10">I can try to pause and stay right over her clit as I caress her body. I could use some pressure here. How does she react if I hold the pressure for a while? And what happens if I then lick her feather-lightly?</string>
    <string name="guide_slikking_del3_nr11_tittel">Blow</string>
    <string name="guide_slikking_del3_nr11">I can take a break by pulling away a little and blowing where I just licked. If I blow with my mouth almost closed, it gives a cool effect. But if I blow with my mouth open, it gives a warmer effect. I could try both to see what she likes or vary to create contrasts.</string>

    <string name="guide_slikking_del4_nr0_tittel">Remember:</string>
    <string name="guide_slikking_del4_nr0">#Her clitoris is sensitive. If I focus too much and too hard on her clitoris, it will become hypersensitive.
         #What she likes varies.
         #I should pay attention to her reactions and appreciate her guiding. I cannot read her mind.
         #Remember that the more I turn her on before I touch her nest, the better.
         #A technique might get better if I repeat it several times. If I switch from one to the other, she can easily get frustrated. The orgasmic feeling needs time to build up.
         #I should not alter technique if she approaches her orgasm, but continue what I\'m doing with the same pressure and speed.
         We can think of these techniques as dance training. When we attend dance classes, we learn different techniques. But when we dance freely, we combine them according to our desires, come up with our own moves and have fun.</string>
    <string name="guide_slikking_del4_nr1_tittel">Simple variations</string>
    <string name="guide_slikking_del4_nr1">#<b>Pressure:</b> I can experiment with everything from completely feather-light touches to touches with as high pressure as I can manage. The feather-light touches can be both more effective and less strenuous for me.
         #<b>Speed:</b> I can experiment with anything from insanely slow to impressively fast. When I\'m testing new techniques, it might be a good idea to go slowly. Faster is not necessarily better.
         #<b>Length:</b> I can try long strokes from the vaginal entrance up past her clitoris. I can also stop right before her clitoris just to make her yearn for more. Or I can concentrate on her clitoris.
         #<b>Location:</b> Clitoris is not the only that can give pleasure. Her lips and vaginal entrance are also very sensitive. And did you know that most women are actually not equally sensitive on both sides? I can go exploring and find her sensitive spots.
         #<b>Direction:</b> Instead of moving my tongue both up and down, I can try just up or just down. The same applies from side to side.</string>
    <string name="guide_slikking_del4_nr2_tittel">Long and slow</string>
    <string name="guide_slikking_del4_nr2">The rule of thumb is that I should not get between her lips before they spread. If I start with a flat tongue and gradually make my tongue pointier while maintaining the same technique, the lips will usually part.
         \n\nI can start at the bottom at the vaginal entrance and slide my tongue up past the clitoris. I can lift my head and repeat.
         \n\nRemember: Instead of pressing my tongue between her lips, I can wait for her lips to part.</string>
    <string name="guide_slikking_del4_nr3_tittel">Short, close</string>
    <string name="guide_slikking_del4_nr3">I can slide my tongue up and down next to her clitoris. Most women are more sensitive on one side.
         \n\nI can try to avoid direct contact with her clitoris for quite a while and just stay next to it without touching.
         \n\nI can start with light pressure and eventually increase the pressure if wanted.</string>
    <string name="guide_slikking_del4_nr4_tittel">From side to side</string>
    <string name="guide_slikking_del4_nr4">I can flick her clitoris from side to side. I can switch between direct and indirect contact where I let her clitoral hood protect her clitoris. I can try different speeds and switch between light and firmer touches. I might want to give her feelings time to build before I change anything.
         \n\nAgain, if her clitoris is stimulated too much, it will get hypersensitive. I don\'t want that. Therefore, I should give her clitoris some breaks and/or use light touches.
         \n\nOne variation is that I shake my head and keep my tongue stiff. That way I also give my tongue muscles a break.</string>
    <string name="guide_slikking_del4_nr5_tittel">Over the hood</string>
    <string name="guide_slikking_del4_nr5">When her clitoris is hypersensitive, I should let her clitoral hood protect it. The hood lies directly above her clitoris. I can use my tongue on the area just above her clitoris so that the hood can protect a little.
         \n\nThis technique is also good when I want to calm her down a bit without letting her go completely. Or during the warm-up.</string>
    <string name="guide_slikking_del4_nr6_tittel">Exposed</string>
    <string name="guide_slikking_del4_nr6">If her clitoris wants more, I can expose it. Then I place my thumb and forefinger on either side and gently pull my lips out to the side. I can ask if she wants to spread her lips so that I have my hands free to caress her. When her lips are spread, my tongue can stimulate her clitoris in a much more intense way.
         \n\nFor example, I can flick her clitoris from side to side, as well as vary the pressure and speed.
         \n\nHer clitoris is stimulated a lot with this technique, so I should wait until she is ready. I probably should not keep going too long before I alter technique.</string>
    <string name="guide_slikking_del4_nr7_tittel">Round and round</string>
    <string name="guide_slikking_del4_nr7">I can keep my tongue as pointed as I can and run it around and around her clitoris in small or large circles. For example, I can use light movements and vary the speed.
         \n\nI can experiment with rounds both clockwise and counter-clockwise too see what she likes the best.</string>
    <string name="guide_slikking_del4_nr8_tittel">Beautiful lips</string>
    <string name="guide_slikking_del4_nr8">I can let my tongue get to know her lips. My tongue can slide up and down between the outer and inner lips, or between her inner lips.
         \n\nThis is a lovely warm-up, but can also be used to give her and her clitoris a little break when needed.</string>
    <string name="guide_slikking_del4_nr9_tittel">V movement</string>
    <string name="guide_slikking_del4_nr9">I can keep my tongue pointy and glide softly from the underside of her clitoris and halfway down towards her vaginal opening, up again to her clitoris, down the other side and up again.
         \n\nThis technique can be used as a variation, warm-up or less intense stimuli when needed.</string>
    <string name="guide_slikking_del4_nr10_tittel">Pulses</string>
    <string name="guide_slikking_del4_nr10">I can choose a point and press rhythmically against that point. I can experiment with which point I choose and vary the pressure, rhythm and speed in search of something I can do and she likes.</string>
    <string name="guide_slikking_del4_nr11_tittel">Which side is most sensitive?</string>
    <string name="guide_slikking_del4_nr11">I can examine which side of her clitoris is most sensitive by concentrating on a tiny area at a time.
         \n\nIs her most sensitive spot on the right side, left side, above, below or somewhere in between?
         \n\nIf 12 o\'clock is straight up and three o\'clock is to her left, some people believe that the most sensitive area is between 12 and 2. Is that true for her?
         \n\nShe can find it frustratingly relaxing if I focus on a tiny area for a long time. I can do it anyway. One idea is to set a timer for 5, 10 or 15 minutes and continue until the alarm goes off.
         \n\nThis is a good method if I am trying to get her to relax. For example, if she is tired, but I still want to cuddle a little. I can tell her to just relax and that I do not want anything else from her, and I\'ve read that this technique might help her relax.</string>
    <string name="guide_slikking_del4_nr12_tittel">Play in the entrance</string>
    <string name="guide_slikking_del4_nr12">The vaginal entrance is often sensitive. Therefore, I can let my tongue slide around and around the opening. I can also gently slide my tongue around and around barely inside the opening.</string>
    <string name="guide_slikking_del4_nr13_tittel">The alphabet</string>
    <string name="guide_slikking_del4_nr13">One technique is to write the alphabet with the tongue between her lips. The alphabet is probably far too messy to be good. She probably needs me to keep the same rhythm and movement for some time.
         \n\nIf I want to use the alphabet, I should therefore choose a letter that I write 10-15 times before moving on to the next. It might be an idea to write smal letters.</string>
    <string name="guide_slikking_del4_nr14_tittel">Nose, cheeks and chin</string>
    <string name="guide_slikking_del4_nr14">I can also use my nose to rub gently against her clitoris. It can give my tongue a break.
         \n\nIf I\'m clean shaven, I can also use my chin and cheek. If I\'m not completely and recently clean-shaven, I should keep my chin and cheeks far away from her sensitive parts!</string>

    <string name="guide_slikking_del5_nr0_tittel">How?</string>
    <string name="guide_slikking_del5_nr0">I make an O with my lips and make sure they are wet and soft. I then place my mouth over her clitoris and a bit of the surrounding area.
         \n\nAnd then I gently suck her clitoris into my mouth.
         \n\nNote that if I use this technique too soon, I risk hurting her. I need to wait until she is properly warmed up and ready.
         \n\nIf I find it easier, I can use my tongue together with my upper lip instead of my lower and upper lip.
         \n\nIt may be easier to suck if I let my tongue fill my mouth as much as possible by pushing it up against my palate.
         \n\nI can use my lips to suck her clitoris in and then use my tongue to caress it.
         \n\nIn short, I can experiment with different techniques until we find something we both like.</string>
    <string name="guide_slikking_del5_nr1_tittel">Variation: Constant sucking</string>
    <string name="guide_slikking_del5_nr1">I suck her clitoris in and hold the suction for a while.</string>
    <string name="guide_slikking_del5_nr2_tittel">Variation: Rhythmic sucking</string>
    <string name="guide_slikking_del5_nr2">I suck in and release her clitoris with rhythmic movements.
         \n\nTo find out what she likes, I can try both slow and fast. Maybe I can put on some music and follow the rhythm?</string>
    <string name="guide_slikking_del5_nr3_tittel">Variation: Suck in quickly and let out slowly</string>
    <string name="guide_slikking_del5_nr3">By sucking her clitoris in quickly and letting it out slowly, I can keep her extra attentive.
        \n\nI can build up by starting lightly and gradually sucking in a little harder.</string>
    <string name="guide_slikking_del5_nr4_tittel">Variation: Suck and lick</string>
    <string name="guide_slikking_del5_nr4">I first suck her clitoris as far in as I want. Then I try to hold the suction as I use my tongue to gently massage it with a feathery, playful tongue.</string>
    <string name="guide_slikking_del5_nr5_tittel">Variation: Large and small O</string>
    <string name="guide_slikking_del5_nr5">I can experiment with a small o that only barely surrounds her clitoris, and a large O that embraces her clitoris and large parts of her vulva and lips.
         \n\nI can experiment a bit to find out what she likes.</string>
    <string name="guide_slikking_del5_nr6_tittel">Be responsive</string>
    <string name="guide_slikking_del5_nr6">It is important that we find a good way to communicate, share ideas and guidance. None of us are mind readers. It could be that she wants something that is practically impossible for me. And I may be trying something that is uncomfortable for her.
         \n\nWe don\'t always need to use words to communicate. Maybe she can squeeze my shoulder when it feels good? Or that I squeeze her hand to get feedback.
         \n\nWhen we test out new techniques, I can ask her to grade each technique from 0 to 10 on each technique. That can be very educational and fun.
         \n\nWhat she likes varies with how excited she is. And some techniques which may not be so good right away become good after 10-15 seconds.
         \n\Practice makes perfect. I get better the more I practice. We can enjoy each other and our journey.</string>

    <string name="guide_slikking_del6_nr0_tittel">Steady rhythm or faster?</string>
    <string name="guide_slikking_del6_nr0">The main rule is that I should continue with what I am doing, and keep the steady rhythm when she is close to orgasm. She can get frustrated if the rhythm is broken. Especially when her orgasm is approaching.
         \n\nSome like the intensity to be lowered a bit. It can prolong her orgasm. If I calm down too much, her orgasm may fade away before it reaches her. The safest thing is therefore to continue what I am doing with the same intensity and rhythm. Eventually, when I know the signs, I can try to calm down a little when she approaches orgasm.
         \n\nIf I apply a lot of pressure, she can become very sensitive. Therefore, it might be a good idea to ease the pressure a little so that she does not become oversensitive too soon.</string>
    <string name="guide_slikking_del6_nr1_tittel">Enjoy the view</string>
    <string name="guide_slikking_del6_nr1">I can enjoy the sight of her as she orgasm. I can notice how her body tenses. How her gaze becomes unfocused. What her hands do. Maybe she howls or roars? When her feelings explode, she can react with both laughter and crying. Yes, even laugh and cry in a crazy mix. Some may also start sneezing or yawning. Maybe she bites her pillow? Or maybe she lies completely still and just lets her orgasm do what it wants.
         \n\nAnything can happen here. I witness naked pleasure. It\'s not necessarily pretty and adorable, but beautiful and genuine.</string>
    <string name="guide_slikking_del6_nr2_tittel">Afterwards</string>
    <string name="guide_slikking_del6_nr2">Afterwards, she may collapse as every muscle relax. It might be a good idea to slow down and keep going until she tells me to stop. She might even orgasm again after a short while.
         \n\nSometimes, her clitoris becomes hypersensitive and makes it completely impossible for her to enjoy touch after her orgasm. If so, I can caress her body.
         \n\nProbably a flood of emotions rush through her. I can assure her that I really enjoyed the sight of her, that she is completely wonderful and that I am having a great time. I don\'t have to use many words, but hold her close to me and give her the security she needs.
         \n\nIt is also possible that she will be very talkative. Or that she just wants to sleep. Or that she is really geared up for another round.</string>
    <string name="guide_slikking_del6_nr3_tittel">How long?</string>
    <string name="guide_slikking_del6_nr3">Remember that it may take a long time before she comes. The average is between 20 and 45 minutes, but some need shorter and others longer time. And it can vary from time to time.
         \n\nSaying: \"We have plenty of time!\" is much smarter than asking \"Are you getting close?\". Then she relaxes more and that makes more room for an orgasm.
         \n\nRemember: We are not in a hurry. I choose a combination of techniques that I can do for a long time.</string>
    <string name="guide_slikking_del6_nr4_tittel">What if she does not orgasm?</string>
    <string name="guide_slikking_del6_nr4">It is not certain that I will be able to push her over the edge and into an orgasm no matter how long I keep going and how well I do it.
         \n\nIf I take my time with the foreplay, make sure she relaxes properly before I start, and repeat each technique many times instead of jumping from one to the next, the chances increase.
         \n\nThe reasons why she does not orgasm can be many. Maybe we need more training? Maybe we need to work on communication? Maybe she needs to relax more and learn to let go of control? Maybe she needs more time? Maybe I seem stressed and insecure? Maybe she has some mental obstacles I can help her with? Maybe she has way too much else on her mind?
         \n\nA very good piece of advice is not to spend a lot of time pondering why she does not orgasm. Sometimes it just does not work.
         \n\nRemember: Sometimes the pursuit of orgasm ruins the orgasm. Therefore, we should try to enjoy the closeness and the caresses. And let the orgasm come if it wants to.</string>
    <string name="guide_slikking_del6_nr5_tittel">Team effort</string>
    <string name="guide_slikking_del6_nr5">Licking is a team activity. She has to tell or show what she likes and I have to be responsive.
         \n\nAs she approaches orgasm, a few millimeters makes a big difference. She knows it even though it is almost impossible for me to know whether or not I miss by a few millimetres.
         \n\nIf she contributes with her fingers, I have a golden opportunity to observe what she is doing. How does she use her fingers? What pace does she have? Does she increase the intensity when she approaches orgasm? Where does she stimulate? Does she stimulate the whole area or just her clitoris?
         \n\nNext time I might try to imitate with my tongue. If I want, I can set the terms: \"Honey, I want to practice licking so that I can get better at it. Can you guide me?\"
         \n\nAll I need is training and good communication.</string>
