[
    [1,"Forutsetninger","","",""],
    [2,"Oppbygging","","",""],
    [3,"Grunnleggende teknikk","","",""],
    [4,"Flere muligheter","","",""],
    [5,"Flat tunge","","",""],
    [6,"Leken tunge","","",""],
    [7,"Rund munn","","",""],
    [8,"Når hun kommer","","",""],
    [9,"Bonusideer","","",""],
    [100,"Før vi begynner","","Tungen er myk og føyelig. Og som skapt til å gi nytelse. Vi må bare finne ut hvordan.\n\nI denne guiden vil vi finne mange tips og ideer til hvordan han kan bruke tungen for å gi henne nytelse. Likevel finner vi ikke fasiten her. Den må vi finne sammen og derfor er det viktig at vi lytter til hverandre.\n\nNoen kvinner liker ikke å bli slikket. Og noen menn liker ikke å slikke. Hvis det gjelder oss, er denne guiden ikke for oss. Sex handler om gjensidig respekt og nytelse. Heldigvis er det nok annet vi kan finne på.",""],
    [101,"Hvem er sjefen?","guide_konge","Hun legger seg selv i hendene hans. Han er Mannen i hennes liv. Og hun har tillit til ham.\n\nHvis hun klarer å gi slipp og la ham lede henne trygt inn i nytelsen og tilbake, er det lettere å nå de store toppene. Først når han får være sjefen, kan han få henne til å føle seg som en dronning. Men selvsagt kan dette også variere fra par til par.",""],
    [102,"Kos for begge","guide_gave","Alle former for sex kan handle om så mye mer enn teknikker. Selvsagt er det bedre når vi har lært oss noen teknikker sammen, men sex er også tillit, lidenskap og kos. Det handler om å gi uten nødvendigvis å få igjen der og da fordi vi gir i kjærlighet og tar imot i kjærlighet. Først da blir det virkelig godt på flere måter en rent fysisk.\n\nNoen synes at oralsex er mindre intimt enn vanlig sex fordi man ikke kan prate sammen underveis og hodene ikke er i nær hverandre. Hvis det er tilfellet for osss, er det spesielt viktig at han ikke begynner å slikke henne for tidlig, men i stedet kysser og kjærtegner henne til hun eventuelt er klar.",""],
    [103,"Tvang er ikke tillatt","guide_tvang","Verken fysisk eller psykisk tvang av noe slag er greit i et likestilt og sunt samliv. Hvis ikke begge er med på leken, sier vi ifra og stopper med en gang.\n\nAv forskjellige årsaker kan det tenkes at hun ikke her humør til å bli slikket eller han ikke ønsker å slikke. I så fall bør vi finne på noe annet.",""],
    [104,"God kommunikasjon","guide_snakk","Ingen er tankelesere, så her er god kommunikasjonen viktig. Vi må finne ut hva hun liker og hva han liker å gjøre.\n\nAlle er forskjellige og én teknikk passer ikke for alle. I tillegg vil hennes humør, hvor tent hun er, hvor distrahert hun er, hvor hun er i syklusen og en rekke andre momenter påvirke hva hun liker der og da. Han har rett og slett liten sjanse med mindre kommunikasjonen er god.\n\nHusk at veiledende kommentarer er bedre enn kritikk. \"Prøv litt mer forsiktig\" er bedre enn \"Det gjør vondt\". Det siste jeg vil er at min kjære blir usikker på egen prestasjon uten å vite hva som bør endres.\n\nI stedet for ord, kan hun også bruke lyder som stønn, brøl og sukk. Eller hun kan klemme hånden eller skulderen hans når det gjør godt.\n\nHvis vi lytter til hverandre, vil vi kanskje bli overrasket. Det er nemlig ikke sikkert at hun liker det han tror hun liker. Og motsatt.","Snakk sammen"],
    [105,"Lov å feile","guide_feile","Det kreves øvelse for å bli skikkelig god til å slikke en kvinne. Derfor må prøving og feiling være lov.\n\nSelv om han absolutt ikke ønsker det, kommer han sannsynligvis til å gjøre som er ubehagelig for henne. Han er ikke dårlig av den grunn. Han trenger bare mer trening.",""],
    [106,"Hygiene","guide_hygiene","Hun må selvsagt sørge for å ikke bruke såpe som tørker ut de flotte slimhinnene, men likevel være nøye med hygienen. En dusj eller rask vask i forkant er en god ide. Eventuelt kan vi begynne forspillet i dusjen. Eller han kan hente en våt og varm vaskeklut som hun plasserer strategisk mens han kjærtegner resten av kroppen hennes først.\n\nKvinnens \"blomst\" er ingen vanlig blomst. Det er naturlig at det lukter kvinne og ikke blomster av henne selv om hun har vasket seg.",""],
    [107,"Negler og skjegg","guide_klipp","Hvis han har tenkt å bruke fingrene også, må han sørge for at de er myke og rene før de rører ved hennes mest følsomme områder. Han bør klippe neglene slik at de ikke har noen skarpe kanter. Rifter er absolutt ikke opphissende for de aller fleste av oss.\n\nSkjeggstubber er også direkte vondt for henne. Det er som å gnikke tuppen av pålen hans mot grovt sandpapir. Han bør være glattbarbert (eller kanskje anlegger skjegg) eller bruke teknikker der kinn og hake ikke er borti.",""],
    [108,"Små steg","guide_steg","Det finnes mange tips og teknikker og det kan virke veldig overveldende. En ide er å velge ut noen få teknikker per gang. På den måten slipper vi å bli overveldet eller glemme det vi hadde tenkt å prøve.\n\nOg glem ikke de gode, gamle teknikkene i gleden over å lære nye.",""],
    [200,"Vis kjærlighet","sprak_fysisk","Husk at veien til en kvinne, ofte går gjennom hjertet hennes. Jeg må vise at jeg bryr meg om henne. Det enklereste er å finne ut hva hennes kjærlighetsspråk er, og bruke det aktivt. Hvis jeg klarer å forsikre henne om at jeg elsker henne på en måte hun forstår, er sjansene større for at hun er klar for seksuelle sprell.#Kanskje vi kan finne tidspunkt i hverdagen der vi kan være nær hverandre. Kanskje vi kan holde hender, kysse og klemme litt i løpet av dagen?#Kanskje jeg kan smugtitte litt ertelystent på brystene eller baken hennes og vise at jeg liker det jeg ser? Jeg kan studere henne og Legge merke til hvordan hun beveger seg og hvordan hun smiler til meg.#Kanskje jeg kan gi henne blomster eller andre små oppmerksomheter for å vise at jeg bryr meg?#Kanskje det hun trenger mest av alt er at jeg bidrar i hjemmet på lik linje med henne? Særlig hvis hun har tjenester som kjærlighetsspråk, vil det ikke bidra ødelegge totalt for samlivet.#Kanskje vi kan ha datekveld hjemme hos oss selv når barna er lagt? Det er ikke mye som skal til for å bruke kvalitetstid sammen.&lt;br&gt;&lt;br&gt;Hva som fungerer best, avhenger selvsagt av hennes kjærlihgetsspråk, så før jeg går videre bør jeg være sikker på at jeg vet hva som er hennes kjærlighetsspråk og hvordan jeg kan bruke det.","Kjærlighetsspråk"],
    [201,"Antydninger","guide_dag","Mange kvinner bruker litt tid på å komme i humør. De savner en bryter som bare kan skrus på og vips er sexlysten der.\n\nFor å gi sexlysten hennes tid til å bygge seg opp, kan jeg antyde planene mine tidligere på dagen.\n\nKanskje jeg kan sende henne en melding der jeg antyder planene mine?","Antydninger"],
    [202,"Sett stemningen","guide_stemning","Å sette stemningen kan hjelpe henne til rett stemning\n\nJeg må finne ut hva som hjelper henne. Kanskje jeg kan sette på romantisk musikk og dempe lyset? Kanskje jeg kan tenne noen stearinlys eller brenne litt røkelse? Jeg kan også sørge for at det er passe varmt i rommet jeg har valgt, og at rommet er friskt, rent og innbydende.\n\nSanseinntrykk kan hjelpe henne til å holde tankene der de hører hjemme.",""],
    [203,"Før jeg kler av henne","guide_bh","Hvis tankene hennes ikke klarer å holde seg i ro, kan jeg hjelpe henne til å slappe av, gi slipp og nyte. Kanskje et langt, avslappende bad eller en god massasje er tingen? Eller kanskje litt sensuell dans i stua?\n\nSannsynligvis vil hun like litt oppbygging før jeg kler av henne. Jeg kan prøve å ikke gå rett til hennes intime områder, men stryke håret hennes, armene, ryggen, magen, lårene og leggene.\n\nOg kysse henne. Masse.\n\nHvis hun blir tent først, blir hele opplevelsen mer intens for oss begge.","100+ kyss"],
    [204,"De første, nakne kjærtegnene","guide_sommerfugl","Hvis hun liker at jeg går sakte frem, kan jeg for eksempel først ta av toppen hennes og kysse henne fra munnen og ned mot brystene. Jeg kan kysse brystene før jeg kysser videre nedover magen. Før jeg fortsetter kan jeg ta av buksene hennes og spre beina hennes slik at jeg kan kysse nedover innsiden av lårene hennes til baksiden av kneet. Jeg kan returnere opp langs det andre låret.\n\nJeg kan stoppe opp litt og la blikket mitt kjærtegne henne og vise at jeg liker det jeg ser.\n\nJeg kan ta meg god tid til å kysse henne, begynne ved munnen og kysse hele kroppen hennes med krevende, tålmodige kyss. Jeg kan gjerne fokusere på hennes erogene soner.\n\nDersom vi har god tid, kan jeg fortelle henne det: \"Nå har jeg tenkt å gå veldig sakte frem. Vi har det ikke travelt.\" Jeg kan legge merke til hvordan hun slapper av mens jeg kysser og kjærtegner kroppen hennes. Jeg kan veksle mellom en dansende tunge og lette fingertupper til flatere tunge og mer krevende hender. Jeg kan minne henne på å slappe helt av mens jeg kysser og kjærtegner stadig litt mer grådig.\n\nNoen kvinner blir frustrert hvis jeg bruker for lang tid, men jeg kan sørge for å unngå redet hennes litt lengre enn hun ønsker. Jeg kan selvsagt gå nær, men vente med å røre. Målet er å få henne til å ønske mer enn jeg gir.\n\nHvis jeg vil gå raskt og grådig til verks og hun liker det, kan jeg selvsagt hoppe over alt som kan forberede henne. Jeg kan sende henne et grådig blikk og gå løs på henne. I så fall bør jeg være oppmerksom på hvordan hun reagerer og ro ned dersom det blir for voldsomt. Hvis jeg virkelig vil løfte henne til nye høyder, gjør jeg sannsynligvis meg selv og henne en bjørnetjeneste ved å gå for fort frem.",""],
    [205,"Finn en komfortabel stilling","tid","Hvis jeg ønsker å slikke henne til hun kommer, må jeg regne med å holde på lenge. Gjennomsnittet ligger mellom 20 og 45 minutter. Noen kortere og noen lenger. Det kan variere fra gang til gang ut fra hvor lysten hun er før vi begynner, hvor hun er i syklusen og en rekke andre faktorer.\n\nDerfor bør vi sørge for at vi begge er komfortable. Hvis vi velger stillinger der tungen min er i 45 graders stilling, kan jeg sannsynligvis holde lengre enn hvis jeg har den i 90 graders stilling.","Slikkestillinger"],
    [206,"La henne ønske meg velkommen","dor_kvinne","Når jeg banker på en dør og noen åpner døren, ønskes jeg velkommen inn på en helt annen måte enn dersom jeg braser inn døren og tar meg til rette.\n\nLeppene sprer seg vanligvis når hun er klar til å slippe meg til. Hvis jeg kysser og koser med venusberget hennes til leppene sprer seg, vil jeg lettere bli ønsket velkommen inn.",""],
    [300,"Flat tunge","tunge","Oversiden av tungen min har en mer ruglete tekstur enn tungespissen. Dette kan jeg utnytte når jeg slikker henne.\n\nTeknikken er svært enkel: Stikk tungen ut og gjør den så bred og flat jeg kan. Bøy tungen ned mot haken min og prøv å slappe av så mye jeg kan.\n\nTungen skal bare henge fra munnen min og nedover. Jeg trenger ikke krølle den eller bevege den fra side til side. Jeg trenger bare slappe av i tungen, holde den bred og flat, og la hodet ta seg av bevegelsene. Som når jeg slikker en iskrem.\n\nHvis jeg synes det er enklere å bruke musklene i tungen i stedet for å bevege hodet, kan jeg selvsagt gjøre det. Eller kanskje en kombinasjon der jeg beveger hodet til tungen er halvveis oppe og så bruker jeg musklene i tungen resten av veien.",""],
    [301,"Lokasjon","guide_hvor","Jeg kan begynne nederst ved skjedeåpningen og bevege hodet langsomt oppover slik at jeg drar tungen hele veien opp forbi klitoris. Jeg slapper av i tungen og lar hodet styre bevegelsen. Deretter løfter jeg hodet og begynner nedenfra igjen.\n\nHvis jeg holder tungen min avslappet, bred og flat, dekker den mye av venusberget på vei oppover.",""],
    [302,"Fasthet","guide_fasthet","Sannsynligvis bør jeg bruke så lite trykk som mulig. Mer trykk er ikke nødvendigvis bedre for henne.\n\nHvis hun liker det, kan jeg selvsagt prøve med mer trykk. I så fall bruker jeg musklene i halsen til å presse mer mot henne. Bruker jeg tungen, kan jeg fort bli sliten. Jeg må følge med på reaksjonene hennes for å finne ut hva hun liker akkurat der og da.\n\nEn variant er at annethvert slikk er superlett og annethvert er med litt tyngde. Det kan gi en spennende variant.\n\nMålet er å få henne til å lengte etter mer og det gjør jeg ved å holde igjen.",""],
    [303,"Tempo","guide_tempo","Sannsynligvis bør jeg bevege hodet så sakte som mulig. Raskere er heller ikke nødvendigvis bedre for henne.\n\nHvis det ser ut som om hun ikke liker sakte, kan jeg prøve litt raskere. Hva hun liker er individuelt. Noen liker vanvittig sakte (rundt 15 sekunder fra inngangen til klitoris). Andre vil ha det kjappere (rundt ett sekund). Jeg må faktisk lytte til henne for å finne ut hva hun liker.",""],
    [304,"Bruk en stødig rytme","guide_rytme","Jeg kan holde en stødig rytme. Jeg kan begynne nederst ved inngang, dra tungen opp forbi klitoris, løfet hodet og gjenta.\n\nJe gkan prøve å holde den samme rytmen, hastigheten og presset. Særlig hvis hun nærmer seg å komme.",""],
    [305,"Eksperimenter","guide_retning","Jeg kan gjerne fortelle henne at jeg har lyst til å teste ut noen teknikker og be henne fortelle hvor godt hun liker hver teknikk på en skala fra 1 til 10.\n\nDet kan være lurt å vende tilbake til samme teknikk etterhvert. Også de som i utgangspunktet fikk lav karakter. Hva hun liker, avhenger nemlig ikke bare av hvem hun er, men også av hvor opphisset hun er.",""],
    [306,"Varianter","guide_iver","Alle teknikker kan varieres. Og selv små justeringer, kan gi stor effekt.\n\nDet kan tenkes jeg må bruke samme teknikk en stund før den blir god. En ide er derfor å bruke samme teknikk i minst 20-30 sekunder før jeg eventuelt skifter teknikk.",""],
    [307,"Forspill","guide_truse","En flat tunge kan også brukes før hun tar av trusa si. Eller jeg kan vente med å ta trusa av til jeg har gjort den skikkelig våt. Og så kan jeg ta den av med munnen min.",""],
    [308,"Sakte over fartshumpen","guide_bump","Rett før jeg når opp til klitoris, kan jeg øke trykket slik at øvre del av tungen min presser klitoris oppover. Når tungen når opp til klitoris senker jeg tempoet uten å minke presset. Og så kan jeg fortsette svært sakte oppover til tungespissen forlater klitoris. Da løfter jeg hodet og begynner forfra fra inngangen til skjeden.",""],
    [309,"Motsatt vei","guide_oppned","Jeg kan også prøve teknikkene motsatt vei. Da starter jeg ved klitoris og drar tungen ned til skjedeinngangen. Det er enklere hvis vi er i 69 eller lignende.",""],
    [310,"Strategisk pause","hjerte_vent","Jeg kan prøve å stoppe og bli rett over klitoris mens jeg kjærtegner kroppen hennes. Jeg kan bruke en del trykk her. Hvordan reagerer hun hvis jeg holder trykket en stund? Og hva skjer hvis jeg deretter slikker henne fjærlett?",""],
    [311,"Blås","hjerte_blas","Jeg kan ta en pause ved å trekke meg litt unna og blåse der jeg nettopp har slikket. Hvis jeg blåser med nesten lukket munn, gir det en kjølig effekt. Men hvis jeg blåser med åpen munn, gir det en varmere effekt. Jeg kan gjerne prøve begge deler for å se hva hun liker eller variere for å skape kontrast.",""],
    [400,"Husk:","","#Klitoris er følsom. Hvis jeg fokuserer for mye og for hardt på klitoris, vil den bli overfølsom og trekke seg unna.#Hva hun liker, varierer fra gang til gang.#Jeg bør følge med på reaksjonene hennes og sette pris på hennes guiding. Jeg er ikke tankeleser.#Husk at jo mer jeg klarer å tenne henne før jeg rører redet hennes, jo bedre blir opplevelsen.#En teknikk blir bedre hvis jeg repeterer den flere ganger. Hvis jeg skifter fra det ene til det andre, kan hun lett bli frustrert. Orgasmefølelsen trenger tid til å gro.#Jeg bør ikke bytte teknikk hvis hun nærmer seg orgasme, men fortsette det jeg gjør med samme trykk og hastighet.\n\nVi kan se på disse teknikkene som dansetrening. Når vi går på dansekurs, lærer vi forskjellige teknikker. Men når vi danser fritt, kombinerer vi dem ut fra hva vi liker, finner på egne turer og har det gøy.",""],
    [401,"Enkle variasjoner","","#<b>Fasthet:</b> Jeg kan eksperimentere med alt fra helt fjærlette til så høyt trykk jeg klarer. De fjærlette berøringene kan være både mer effektfulle og mindre anstrengende for meg.#<b>Tempo:</b> Jeg kan eksperimentere med alt fra vanvittig sakte til imponerende raskt. Særlig når jeg tester nye teknikker kan det være lurt å gå sakte. Raskere er ikke nødvendigvis bedre.#<b>Lengde:</b> Jeg kan prøve lange strøk fra skjedeinngangen opp forbi klitoris. Jeg kan også stoppe rett før klitoris bare for at hun skal få lengte etter mer. Eller jeg kan konsentrere meg om klitoris.#<b>Lokasjon:</b> Klitoris er ikke det eneste som kan gi nytelse. Leppene og skjedeåpningen er også veldig følsomme. Visste du at de fleste kvinner faktisk ikke er like følsomme på begge sider? Jeg kan gå på oppdagelsesferd og finne hennes følsomme steder.#<b>Retning:</b> I stedet for å bevege tungen både opp og ned, kan jeg forsøke bare oppover eller bare nedover. Det samme gjelder fra side til side.",""],
    [402,"Lange, sakte","lilla_lange","Tommelfingerregelen er at jeg ikke bør gå mellom leppene hennes før de sprer seg. Hvis jeg begynner med flat tunge og gradvis gjør tungen spissere mens jeg holder samme teknikk, vil leppene vanligvis spre seg og slippe tungen til.\n\nJeg kan begynne nederst ved inngangen til skjeden og dra tungen oppover forbi klitoris. Jeg kan løfte hodet og gjenta.\n\nHusk: I stedet for å presse tungen mellom leppene, kan jeg vente til leppene hennes sprer seg.",""],
    [403,"Små, nære","lilla_sma","Jeg kan la tungen gli opp og ned ved siden av klitoris. De fleste kvinner er mer følsomme på en av sidene.\n\nJeg kan prøve å unngå direkte kontakt med klitoris en god stund og bare holde meg ved siden av, ikke inntil.\n\nJeg kan gjerne starte med lett trykk og eventuelt øke etterhvert.",""],
    [404,"Fra side til side","lilla_sidelengs","Jeg kan flikke klitoris fra side til side. Jeg kan skifte mellom direkte og indirekte kontakt der jeg lar klitorishetten beskytte klitoris. Jeg kan prøve forskjellige hastigheter og skifte mellom lette og fastere berøringer. Det kan være lurt å gi følelsene hennes tid til å bygge seg opp før jeg endrer noe.\n\nIgjen, hvis klitoris blir stimulert for mye, vil den trekke seg unna. Det ønsker jeg ikke. Derfør bør jeg gi klitoris pauser og/eller bruke lette kjærtegn.\n\nEn variant er at jeg rister på hodet og holder tungen stiv. Da avlaster jeg dessuten tungemusklene slik at jeg kan holde på lengre.",""],
    [405,"Over hetten","lilla_hetten","Når klitoris er overfølsom, bør jeg la hetten beskytte den. Hetten ligger rett over klitoris og går litt opp på hver side. Jeg kan bruke tungen på området rett over klitoris slik at hetten får beskytte litt.\n\nDenne teknikken er også god når jeg vil roe henne litt ned uten å slippe henne helt. Eller under oppvarmingen.",""],
    [406,"Blottlegg","lilla_spre","Dersom klitoris vil ha mer, kan jeg eksponere den. Da plasserer jeg tommel og pekefinger på hver side og drar leppene forsiktig ut til siden. Jeg kan eventuelt spørre om hun vil spre slik at jeg har hendene fri til å kjærtegne henne. Når leppene er spredd kan tungen komme bedre til og stimulere klitoris på en mye mer intens måte.\n\nJeg kan for eksempel flikke klitoris fra side til side, samt variere trykk og hastighet.\n\nKlitoris stimuleres mye med denne teknikken, så jeg bør vente til hun er god og mør. Sannsynligvis bør jeg ikke hold på for lenge før jeg skifter teknikk.",""],
    [407,"Rundt og rundt","lilla_rundt","Jeg kan holde tungen så spiss jeg klarer og føre den rundt og rundt klitoris i små eller store sirkler. Jeg kan for eksempel bruke lette bevegelser og variere hastigheten.\n\nJeg kan eksperimentere med rundturer både med og mot klokken.",""],
    [408,"Nydelige lepper","lilla_oppned","Jeg kan la tungen min bli kjent med leppene hennes. Tungen min kan gli opp og ned mellom de ytre og de indre leppene.\n\nDette er en nydelig oppvarming, men kan også brukes for å gi klitoris og henne litt pause uten å slippe henne helt.",""],
    [409,"V-bevegelse","lilla_v","Jeg kan holde tungen spiss og gli mykt fra undersiden av klitoris og halvveis ned mot skjedeåpningen, opp igjen til klitoris, ned på den andre siden og opp igjen.\n\nDenne teknikken kan brukes som en avveksling, oppvarming eller mindre intens stimuli når det er behov.",""],
    [410,"Pulser","lilla_tapp","Jeg kan velge et punkt og trykke rytmisk mot det punktet. Jeg kan eksperimenter med hvilket punkt jeg velger og variere trykk, rytme og hastighet i jakten på noe jeg klarer å gjøre og hun liker.",""],
    [411,"Hvilken side er mest følsom?","lilla_om","Jeg kan undersøke hvilken side av klitoris som er mest følsom ved å konsentrere meg om et bittelite område om gangen.\n\nEr hennes mest følsomme sted på høyre side, venstre side, over, under eller noe midt i mellom?\n\nHvis klokken 12 er rett opp og klokken tre til hennes venstre, er det noen som mener at det mest følsomme området er mellom 12 og 2. Stemmer det for henne?\n\nHun kan oppleve det som frustrerende avslappende hvis jeg fokuserer lenge på et bittelite område. Jeg kan gjøre det likevel. En ide er å sette en timer på 5, 10 eller 15 minutter og fortsette til alarmen går.\n\nDette er en god metode hvis jeg prøver å få henne til å slappe av. For eksempel hvis hun er sliten, men jeg har lyst til å kose litt likevel. Jeg kan fortelle henne at hun bare skal slappe av og at jeg ikke krever noe av henne, men har lest at denne teknikken kan hjelpe henne til å slappe av.",""],
    [412,"Lek i inngangen","lilla_inngangen","Skjedeinngangen er ofte følsom. Derfor kan jeg la tungen gli rundt og rundt åpningen. Jeg kan også la tungen gli forsiktig rundt og rundt så vidt innenfor.",""],
    [413,"Alfabetet","abc","En teknikk er å skrive alfabetet med tunga mellom leppene. Sannsynligvis er alfabetet alt for rotete til å være godt. Sannsynligvis trenger hun at jeg holder samme rytme og bevegelse over litt tid.\n\nHvis jeg vil bruke alfabetet, bør jeg derfor velge en bokstav som jeg skriver 10-15 ganger før jeg går videre til neste. Det kan være en ide å skrive små bokstaver.",""],
    [414,"Nesen, kinn og hake","nese","Jeg kan også bruke nesen til å gni forsiktig mot klitoris. Det kan gi tungen min litt avlastning.\n\nHvis jeg er glattbarbert kan jeg bruke haken og kinnet. Hvis jeg ikke er helt og nylig glattbarbert, bør jeg holde hake og kinn langt unna!",""],
    [500,"Hvordan?","guide_hvor","Jeg lager en O med leppene og sørger for at de er våte og myke. Deretter plasserer jeg munnen over klitoris og litt av området rundt.\n\nOg så suger jeg klitoris forsiktig litt inn i munnen min.\n\nMerk at hvis jeg bruker denne teknikken for tidlig, risikerer jeg at hun får vondt. Jeg må vente til hun er ordentlig oppvarmet og klar.\n\nHvis jeg synes det er enklere, kan jeg bruke tungen sammen med overleppen i stedet for underleppen og overleppen.\n\nDet kan bli lettere å suge hvis jeg lar tungen fylle mest mulig i munnen oved å presse den opp mot ganen.\n\nJeg kan bruke leppene til å suge klitoris inn og deretter bruke tungen til å kjærtegne den.\n\nKort sagt, jeg kan eksperimentere med litt forskjellige teknikker til vi finner noe vi begge liker.",""],
    [501,"Variasjon: Konstant sug","","Jeg suger inn og holder suget.",""],
    [502,"Variasjon: Rytmisk sug","","Jeg suger inn og slipper med rytmiske bevegelse.\n\nFor å finne ut hva hun liker, kan jeg prøve både sakte og raskt. Kanskje jeg kan sette på musikk og følge rytmen?",""],
    [503,"Variasjon: Sug raskt inn og slipp sakte ut","","Ved å suge raskt inn og slippe sakte ut, kan jeg holde henne ekstra oppmerksom.\n\nJeg kan bygge opp ved å begynne lett og suge gradvis litt hardere inn.",""],
    [504,"Variasjon: Sug og slikk","","Jeg suger først klitoris så langt inn jeg ønsker. Deretter prøver jeg å holde suget mens jeg bruker tungen til å massere den varsomt med en fjærlett, leken tunge.",""],
    [505,"Variasjon: Stor og liten O","","Jeg kan eksperimentere med en liten o som bare såvidt får med seg klitoris, og en stor O som omfavner klitoris og store deler av vulva og leppene.\n\nJeg kan eksperimentere litt for å finne ut hva hun liker.",""],
    [506,"Vær lydhør","guide_snakk","Det er viktig at vi finner en god måte å kommunisere på, dele ider og veiledning. Ingen av oss er tankelesere. Det kan være hun ønsker noe som er praktisk umulig for meg? Og det kan være jeg prøver noe som er ubehagelig for henne.\n\nVi trenger ikke alltid bruke ord for å kommunisere. Kanskje hun kan klemme skulderen min når det er godt? Eller at jeg klemmer hånden hennes for å få tilbakemelding.\n\nNår vi tester ut nye teknikker, kan jeg be henne gi en karakter fra 0 til 10 på hver teknikk. Det kan være veldig lærerikt.\n\nHva hun liker, varierer med hvor opphisset hun er. Og noen som kanskje ikke er så gode med en gang, blir gode etter 10-15 sekunder.\n\nTrening gjør mester. Jeg blir flinkere jo mer jeg får trent. Vi kan kose oss og nyte reisen.","Snakk sammen"],
    [600,"Stødig rytme eller raskere?","guide_rytme","Hovedregelen er at jeg bør fortsette med det jeg gjør, og holde den stødige rytmen hvis orgasmen nærmer seg. Hun kan bli frustrert hvis rytmen brytes. Særlig når orgasmen nærmer seg.\n\nNoen liker at intensiteten senkes. Det kan forlenge orgasmen. Roer jeg for mye ned, faller hun ut av orgasmen. Det tryggeste er derfor å fortsette det jeg gjør med samme intensitet og rytme. Etter hvert når jeg kjenner tegnene, kan jeg forsøke å roe bittelitt ned når hun nærmer seg.\n\nHvis jeg bruker mye trykk, så kan hun bli veldig følsom. Derfor kan det være lurt å lette litt på trykket før hun kommer slik at hun ikke blir overfølsom for tidlig.",""],
    [601,"Nyt synet","guide_fornoyd","Jeg kan nyte synet av henne mens hun kommer. Jeg kan legge merke til hvordan kroppen hennes spenner seg. Hvordan blikket hennes blir ufokusert. Hva hendene hennes gjør. Kanskje hun hyler eller brøler? Dersom følelsene sprenger på, kan hun reagere med både latter og gråt. Ja, til og med le og gråte om hverandre. Noen kan også begynne å nyse eller gjespe. Kanskje hun biter i puta? Eller kanskje hun ligger helt stille og bare lar orgasmen skylle over henne.\n\nHer kan alt skje. Jeg er vitne til naken nytelse. Det er ikke nødvendigvis pent og yndig, men vakkert og ekte.",""],
    [602,"Etterpå","sprak_fysisk","Etterpå kan hun falle sammen idet hver muskel slipper taket i henne. Det kan være en god ide å sette ned tempoet og fortsette til hun ber meg stoppe. Det kan til og med være hun kommer igjen etter noen få minutter.\n\nNoen ganger blir klitoris overfølsom og gjør det helt umulig for henne å nyte berøringer etter orgasmen. I så fall kan jeg kjærtegne kroppen hennes.\n\nSannsynligvis skyller en flom av følelser over henne. Det lureste jeg kan gjøre, er å forsikre henne om at jeg virkelig nøt synet av henne, at hun er var helt rå og at jeg har det utrolig kjekt. Jeg trenger ikke bruke mange ord, men holde henne tett inntil meg og gi henne den tryggheten hun trenger.\n\nDet er også mulig at hun får et ekstremt pratebehov etterpå. Eller at hun bare vil sove. Eller at hun er skikkelig giret på en runde til.",""],
    [603,"Hvor lang tid?","tid","Husk at det kan ta lang tid før hun kommer. Snittet ligger mellom 20 og 45 minutter, men noen trenger kortere og andre lengre tid. Og det kan variere fra gang til gang.\n\nÅ si: \"Vi har god tid!\" er mye mer effektfullt enn å spørre \"Nærmer du deg?\". Da slapper hun mer av og det gir bedre plass til en orgasme.\n\nHusk: vi har det ikke travelt. Jeg velger en kombinasjon av teknikker jeg klarer å gjøre lenge.",""],
    [604,"Hva hvis hun ikke kommer?","gjerde","Det er ikke sikkert jeg klarer å dytte henne over kanten og inn i en orgasme uansett hvor lenge jeg holder på og hvor bra jeg gjør det.\n\nHvis jeg tar meg god tid til forspillet, sørger for at hun slapper ordentlig av før jeg setter i gang og repeterer hver teknikk mange ganger i stedet for å hoppe fra det ene til det andre, øker sjansene.\n\nÅrsakene til at hun ikke kommer, kan være mange. Kanskje vi trenger mer trening? Kanskje vi må jobbe med kommunikasjonen? Kanskje hun trenger å slappe mer av og lære å gi fra seg kontrollen? Kanskje hun trenger mer tid? Kanskje jeg virker stresset og usikker? Kanskje hun har noen mentale hindringer jeg kan hjelpe henne med? Kanskje hun har alt for mye annet i tankene?\n\nEt veldig godt råd er å ikke bruke mye tid på å gruble på hvorfor. Noen ganger bare går det ikke.\n\nHusk: Noen ganger ødelegger orgasmejaget for orgasmen. Derfor bør vi prøve å nyte kosen, nærheten og kjærtegnene. Og la orgasmen komme hvis den selv vil.",""],
    [605,"Team-innsats","team","Slikking er en team-aktivitet. Hun må fortelle eller vise hva hun liker og jeg må være lydhør.\n\nNår hun nærmer seg orgasmen, gjør noen få millimeter en stor forskjell. Hun kjenner det selv om det er bortimot håpløst for meg å vite om jeg bommer eller ei med noen få millimeter.\n\nHvis hun bidrar med fingrene sine, har jeg en gylden mulighet til å observere hva hun gjør. Hvordan bruker hun fingrene sine? Hvilket tempo har hun? Øker hun intensiteten når hun kommer? Hvor stimulerer hun? Stimulerer hun hele området eller bare klitoris?\n\nNeste gang kan jeg prøve å herme med tungen min. Hvis jeg ønsker, kan jeg sette premissene: \"Kjære, jeg har lyst til å øve litt på å slikke slik at jeg blir god på det. Kan du guide meg?\n\nAlt jeg trenger for å bli god, er trening og god kommunikasjon.",""],
    [606,"Del 7:","","","Slikkestillinger"],
]
