[
    [0,"Forutsetninger",""],
    [1,"Oppbygging",""],
    [2,"Grunnleggende teknikk",""],
    [3,"Flere muligheter",""],
    [4,"Flat tunge",""],
    [5,"Leken tunge",""],
    [6,"Rund munn",""],
    [7,"Når din kjære kommer",""],
    [8,"Bonusideer",""],
    [1000,"Før vi begynner",""],
    [1001,"Tungen er myk og føyelig. Og som skapt til å gi nytelse. Vi må bare finne ut hvordan.\n\nI denne guiden vil vi finne mange tips og ideer til hvordan han kan bruke tungen for å gi henne nytelse. Likevel finner vi ikke fasiten her. Den må vi finne sammen og derfor er det viktig at vi lytter til hverandre.\n\nNoen kvinner liker ikke å bli slikket. Og noen menn liker ikke å slikke. Hvis det gjelder oss, er denne guiden ikke for oss. Sex handler om gjensidig respekt og nytelse. Heldigvis er det nok annet vi kan finne på.",""],
    [1010,"Hvem er sjefen?","guide_konge"],
    [1011,"Hun legger seg selv i hendene hans. Han er Mannen i hennes liv. Og hun har tillit til ham.\n\nHvis hun klarer å gi slipp og la ham lede henne trygt inn i nytelsen og tilbake, er det lettere å nå de store toppene. Først når han får være sjefen, kan han få henne til å føle seg som en dronning. Men selvsagt kan dette også variere fra par til par.",""],
    [1020,"Kos for begge","guide_gave"],
    [1021,"Alle former for sex kan handle om så mye mer enn teknikker. Selvsagt er det bedre når vi har lært oss noen teknikker sammen, men sex er også tillit, lidenskap og kos. Det handler om å gi uten nødvendigvis å få igjen der og da fordi vi gir i kjærlighet og tar imot i kjærlighet. Først da blir det virkelig godt på flere måter en rent fysisk.\n\nNoen synes at oralsex er mindre intimt enn vanlig sex fordi man ikke kan prate sammen underveis og hodene ikke er i nær hverandre. Hvis det er tilfellet for osss, er det spesielt viktig at han ikke begynner å slikke henne for tidlig, men i stedet kysser og kjærtegner henne til hun eventuelt er klar.",""],
    [1030,"Tvang er ikke tillatt","guide_tvang"],
    [1031,"Verken fysisk eller psykisk tvang av noe slag er greit i et likestilt og sunt samliv. Hvis ikke begge er med på leken, sier vi ifra og stopper med en gang.\n\nAv forskjellige årsaker kan det tenkes at hun ikke her humør til å bli slikket eller han ikke ønsker å slikke. I så fall bør vi finne på noe annet.",""],
    [1040,"God kommunikasjon","guide_snakk"],
    [1041,"Ingen er tankelesere, så her er god kommunikasjonen viktig. Vi må finne ut hva hun liker og hva han liker å gjøre.\n\nAlle er forskjellige og én teknikk passer ikke for alle. I tillegg vil hennes humør, hvor tent hun er, hvor distrahert hun er, hvor hun er i syklusen og en rekke andre momenter påvirke hva hun liker der og da. Han har rett og slett liten sjanse med mindre kommunikasjonen er god.\n\nHusk at veiledende kommentarer er bedre enn kritikk. \"Prøv litt mer forsiktig\" er bedre enn \"Det gjør vondt\". Det siste jeg vil er at min kjære blir usikker på egen prestasjon uten å vite hva som bør endres.\n\nI stedet for ord, kan hun også bruke lyder som stønn, brøl og sukk. Eller hun kan klemme hånden eller skulderen hans når det gjør godt.\n\nHvis vi lytter til hverandre, vil vi kanskje bli overrasket. Det er nemlig ikke sikkert at hun liker det han tror hun liker. Og motsatt.",""],
    [1050,"Lov å feile","guide_feile"],
    [1051,"Det kreves øvelse for å bli skikkelig god til å slikke en kvinne. Derfor må prøving og feiling være lov.\n\nSelv om han absolutt ikke ønsker det, kommer han sannsynligvis til å gjøre som er ubehagelig for henne. Han er ikke dårlig av den grunn. Han trenger bare mer trening.",""],
    [1060,"Hygiene","guide_hygiene"],
    [1061,"Hun må selvsagt sørge for å ikke bruke såpe som tørker ut de flotte slimhinnene, men likevel være nøye med hygienen. En dusj eller rask vask i forkant er en god ide. Eventuelt kan vi begynne forspillet i dusjen. Eller han kan hente en våt og varm vaskeklut som hun plasserer strategisk mens han kjærtegner resten av kroppen hennes først.\n\nKvinnens \"blomst\" er ingen vanlig blomst. Det er naturlig at det lukter kvinne og ikke blomster av henne selv om hun har vasket seg.",""],
    [1070,"Negler og skjegg","guide_klipp"],
    [1071,"Hvis han har tenkt å bruke fingrene også, må han sørge for at de er myke og rene før de rører ved hennes mest følsomme områder. Han bør klippe neglene slik at de ikke har noen skarpe kanter. Rifter er absolutt ikke opphissende for de aller fleste av oss.\n\nSkjeggstubber er også direkte vondt for henne. Det er som å gnikke tuppen av pålen hans mot grovt sandpapir. Han bør være glattbarbert (eller kanskje anlegger skjegg) eller bruke teknikker der kinn og hake ikke er borti.",""],
    [1080,"Små steg","guide_steg"],
    [1081,"Det finnes mange tips og teknikker og det kan virke veldig overveldende. En ide er å velge ut noen få teknikker per gang. På den måten slipper vi å bli overveldet eller glemme det vi hadde tenkt å prøve.\n\nOg glem ikke de gode, gamle teknikkene i gleden over å lære nye.",""]
]
