[
    [1,"Forutsetninger","","",""],
    [2,"Oppbygging","","",""],
    [3,"Grunnleggende teknikk","","",""],
    [4,"Flere muligheter","","",""],
    [5,"Når han kommer","","",""],
    [100,"Før vi begynner","","Å suge en mann, kan være en flott opplevelse for begge.\n\nI denne suge-guiden finner vi mange tips og ideer til hvordan jeg kan bruke munnen til å gi mannen nytelse. Vi kan bruke ideene som inspirasjon og finne ut hva vi liker.\n\nVi må begge respektere hva den andre vil og ikke vil være med på. Noen menn liker ikke å bli sugd. Og noen kvinner liker ikke å suge. Hvis det gjelder oss, er ikke denne guiden noe for oss. Sex handler om respekt og nytelse for begge. Heldigvis finnes det nok annet vi kan finne på.",""],
    [101,"Hvem er sjefen?","guide_dronning","Jeg har pålen hans mellom tennene mine og nøttene hans henger fritt tilgjengelig. Han har betrodd meg det mest følsomme på hele kroppen sin. Jeg har makten til å bringe ham til ekstrem nytelse eller ekstrem smerte.\n\nHvem er det da egentlig som er sjefen?\n\nRiktig\n\nHer er det jeg som har de sterkeste kortene og han som viser meg tillit. Det er opp til meg som dronning om jeg vil la ham føle seg som en konge.",""],
    [102,"Kos for begge","guide_gave","Alle former for sex kan handle om så mye mer enn teknikker. Selvsagt kan teknikker være nyttig, men sex er også tillit, lidenskap og kos.\n\nDet handler om å gi uten nødvendigvis å få igjen fordi man gir i kjærlighet og tar imot i kjærlighet. Først da blir det virkelig godt på flere måter en rent fysisk.",""],
    [103,"Tvang er ikke tillatt","guide_tvang","Han skal aldri tvinge meg til noe jeg ikke vil. Og motsatt.\n\nVerken fysisk eller psykisk tvang av noe slag er greit i et likestilt og sunt samliv.\n\nHvis jeg ikke vil eller er nølende, dropp det. Og motsatt. Her har vi alle forskjellige grenser. Vi må forvente at partneren aksepterer våre grenser.\n\nNoen grenser vil vi kanskje utfordre med tiden, men da kun på eget initiativ.\n\nSuging skal heller aldri brukes til å kontrollere ham - med mindre det er en del av leken og begge er med på den.",""],
    [104,"Hygiene","guide_hygiene","Det sier kanskje seg selv, men han bør være nøye med intimhygienen sin. Det er helt naturlig at det samler seg litt rusk og rask under forhuden øverst ved hodet. Å få det i munnen, er ikke alltid hyggelig.\n\nHvis jeg gir ham et lurt smil og sier at jeg har tenkt å suge ham hvis han først går på badet og vasker seg, så er risikoen stor for at han gjør som han blir fortalt.\n\nAlternativt kan jeg vaske ham selv som en del av forspillet. Å suge i dusjen er jo også en mulighet.",""],
    [105,"God kommunikasjon","guide_snakk","Alle er forskjellige. Én teknikk passer ikke for alle. Vi må ta oss tid til å finne ut hva han liker og hva jeg liker å gjøre. Ingen er tankelesere, så her er det viktig at kommunikasjonen er god.\n\nHusk at det krever en del øvelse for å bli skikkelig god på å suge, så prøving og feiling må være lov.\n\nHusk også at veiledende kommentarer er bedre enn kritikk. \"Prøv litt mer forsiktig\" er bedre enn \"Det gjør vondt\". Det siste jeg vil er at min kjære skal bli usikker på egen prestasjon.\n\nKomplimenter er også en god måte å veilede og oppmuntre på. Når han sier: \"Wow, du er rå! Du aner ikke hvilke følelser du setter i gang hos meg når du …\" skjønner jeg sannsynligvis tegningen.\n\nHvis han ikke er i stand til å si så mye underveis, går det an å komme med litt skryt etterpå slik at jeg både får mer tro på egne evner og lærer hva han liker.\n\nI stedet for ord, kan han også bruke lyder. Stønn, brøl og dyp, malende kurring er også gode tilbakemeldinger. Eller han kan klemme hånden eller skulderen min når det gjør godt.\n\nVi må finne en måte å kommunisere på slik at vi slipper å være tankelesere.","Snakk sammen"],
    [106,"Små steg","guide_steg","Det finnes mange tips til hvordan man suger en mann og de kan virke veldig overveldende. Den gode nyheten er at jeg trenger verken å vite om, prøve eller mestre alle teknikker for å suge godt.\n\nPrøv 1-2 teknikker. Bare nok til å overraske ham og holde ham på tå-hev. Når jeg mestrer disse, kan jeg prøve 1-2 nye. På den måten slipper jeg å bli overveldet eller glemme det jeg hadde tenkt meg å prøve.\n\nOg glem ikke de gode, gamle teknikkene i gleden over å lære nye.",""],
    [107,"Selvsikkerhet","guide_selvsikkerhet","Jeg trenger ikke bekymre seg for om jeg gjør det bra nok, jeg vil bli bedre etter hvert. Øvelse gjør faktisk mester. Jo mer jeg øver og lytter til hans tilbakemeldinger, jo flinkere blir jeg. Og selvsikkerheten min tenner ham.\n\nJeg trenger heller ikke bekymre seg for om jeg ser bra ut. Han synes jeg ser bra ut og det jeg bruke det til sin fordel. Jeg kan trygt våge å vise meg frem!",""],
    [108,"Entusiasme","guide_iver","Den aller viktigste teknikken er kanskje entusiasme.\n\nNår jeg ivrig fokuserer på pålen hans, tar han det som et stort kompliment og blir sannsynligvis opphisset bare av det.\n\nNår jeg finner ut hva jeg liker å gjøre, får jeg et naturlig engasjement. Liker jeg å dra det litt ut og pine ham litt rett før jeg vipper ham over kanten? Liker jeg å se hvor fort jeg kan få ham til å komme? Liker jeg å teste ut nye teknikker på ham?\n\nNår jeg gjør det jeg liker, med iver i øynene mine, vil jeg sannsynligvis se en mann som blir fullstendig overgitt meg.",""],
    [200,"Hvordan starte?","","Noen menn liker et langt forspill, mens andre mister lysten hvis det drøyer for lenge og foretrekker at jeg går rett på sak.\n\nHer er noen forslag til hvordan jeg kan innlede suging.",""],
    [201,"I løpet av dagen","guide_dag","Dersom jeg er i det vågale hjørnet, kan jeg sende ham en melding der jeg antyder planene mine eller fortelle ham om dem tidligere på dagen. Spesielt hvis jeg har planer om en lengre runde, slik at han er innstilt på det og ikke blir for utålmodig.\n\nJeg kan selvsagt også suge ham litt i løpet av dagen. Ikke nok til at han kommer, men nok til at han gleder seg til senere. Noen morgensug sier han sikkert ikke nei til selv om det bare er tid til noen få.\n\nHvis vi er trygge på hverandre, kan jeg ganske enkelt bare pakke opp og suge litt når han minst venter det. Og etter noen sekunder, kan jeg gi ham et tergelystent blikk mens jeg pakker inn igjen.\n\nEn mer forsiktig variant, er at jeg bare er borti pålen hans helt «tilfeldig» når vi går forbi hverandre.\n\nHva som tenner ham, er individuelt og kanskje noe helt annet enn jeg tror. Liker han at jeg beskriver i detalj hva jeg har tenkt å gjøre eller liker han vage antydninger med rom for fantasi? Liker han at jeg strutter med brystene eller baken? Han er min kjære. Ingen grunn til å være blyg.",""],
    [202,"Før jeg kler av ham","guide_bukse","Noen menn liker litt oppbygging før buksa tas av. Hvis jeg har tenkt å holde på en stund, er det uansett lurt å drøye bittelitt lengre enn han ønsker.\n\nHvis jeg har bestemt meg for å ta meg god tid, kan det tenkes alt i ham roper: \"Kom til saken!\". Da kan det være en ide å markere at det er jeg som setter tempoet og fortelle ham at jeg har tenkt å ta meg god tid. Bruker jeg for lang tid, kan han miste lysten, så jeg må ta litt hensyn.\n\nJeg kan kyss og kjærtegne kroppen hans. Jeg kan la hånden finne veien langs innsiden av lårene og opp til pungen og pålen. Jeg kan også kile pungen og pålen. Bare ett minutts tid. Nok til at han vet jeg er på vei.\n\nSelvsagt kan jeg også hoppe over hele forspillet og gi ham en rask en. Det kan løfte dagen hans mange hakk.",""],
    [203,"De første, nakne kjærtegnene","guide_sommerfugl","Jeg kan gjerne vente noen få sekunder når han er avkledd og erte ham litt før jeg går i gang. Igjen kan jeg kysse og kjærtegne kroppen hans. Sakte forspill kan drive ham til nye høyder, så jeg kan for eksempel bruke ett minutt på oppvarming før jeg går løs på ham.&lt;br&gt;&lt;br&gt;Hvis jeg virkelig har tenkt å dra ut tiden, kan jeg fortelle ham det: \"Nå har jeg tenkt å gå veldig sakte frem, så smør deg med tålmodighet.\" I så fall bør jeg unngå å gå rett på pålen. Jeg kan for eksempel kysse ham fra munnen og ned mot pålen mens jeg kjærtegner brystkassen, hoftene og lårene. Når jeg nærmer meg pålen kan jeg ta en omvei ned til innsiden av lårene og opp igjen på den andre siden. Minn ham på å slappe helt av og være tålmodig mens jeg gjentar. Litt mer grådig for hver gang.&lt;br&gt;&lt;br&gt;Jeg kan også:#kysse eller slikke ham og blåse på kysseporet#fortelle ham hvor mye jeg gleder meg til å suge ham mens jeg holder pålen i hendene og smiler frekt til ham#kile pungen med tungen min#flikke strengen frem og tilbake med tunga - strengen er overgangen fra tuppen til resten av pålen og er et av de mest følsomme områdene på pålen#kysse rundt omkring på pålen hans, raske små eller store våte, mens jeg holder pålen i hendene#blåse der jeg nettopp har kysset for å terge ham ytterligere&lt;br&gt;&lt;br&gt;Hvis jeg vil gå raskt og grådig til verks, kan jeg selvsagt hoppe over alt som kan forberede ham, sende ham et grådig blikk og gå løs på ham. Vær oppmerksom på hvordan han reagerer og ro ned dersom det blir for voldsomt.",""],
    [300,"Opp og ned","","Det enkleste er å ta pålen i munnen og bevege den opp og ned. Små variasjoner her kan gi stor effekt.&lt;br&gt;&lt;br&gt;Jeg kan holde rundt roten av pålen for å beskytte pungen og holder pålen på plass.&lt;br&gt;&lt;br&gt;De 6 grunnleggende variasjonene er:#Fasthet#Hastighet#Lengde#Fokusområde#Retning#Glid",""],
    [301,"Fasthet","guide_fasthet","Jeg kan bare ha pålen i munnen uten å legge noe press på den. I starten eller hvis jeg ønsker å roe ham ned, kan det være en god ide med lite trykk. Det vil også gi kjeven min en slags pause.\n\nEller jeg kan stramme leppene rundt pålen samtidig som jeg presser tungen mot pålen. Da vil munnen min føles veldig trang og god ut for ham.\n\nEller jeg kan prøve en mellomting. Hvis jeg følger med på reaksjonene hans, kan jeg finne ut hva han liker.\n\nDet eneste jeg må passe på er at tennene mine ikke skader ham. Noen kvinner pakker leppene rundt tennene, men da vil leppene bli såre etterhvert. Jeg kan også endre vinkelen på pålen litt slik at den går fri av tennene i overkjeven. Eller legge tungen mellom pålen og tennene i underkjeven. Ved å eksperimentere kan jeg finne noe som fungerer for meg.",""],
    [302,"Hastighet","guide_tempo","Det er ingen regel som sier at jeg skal suge raskest mulig. Absolutt ikke. Her er det store individuelle ønsker. Og ønskene varierer jo mer tent han er.\n\nSakte bevegelser bygger ham sakte, men solid opp. Raske bevegelser fungerer mer som en tent lunte på en rakett og er derfor motorveien til å komme. Hvis jeg ønsker en rask en, kan jeg gjerne bruke raske bevegelser.\n\nHvis jeg bruker raske bevegelser, kan det være lurt å holde pusten. Under saktere bevegelser, kan jeg trene på å koordinere pusting med bevegelsene.\n\nJeg kan også holde munnen helt i ro noen sekunder. Bare for å se reaksjonen hans.\n\nHvis jeg bruker raske bevegelser når han kommer, kan orgasmen oppleves som kort, men med en svært intens topp. Hvis jeg bruker saktere bevegelser mens han kommer, kan orgasmen oppleves lengre og dypere, men toppen kan bli mindre intens. Alt i ham roper etter raske bevegelser, så hvis jeg vil prøve sakte kan det være lurt å fortelle ham det på forhånd.\n\nNår jeg øver inn nye teknikker, er det uansett lettere å gjøre det sakte.",""],
    [303,"Lengde","guide_lengde","Jeg kan bruke lange, sakte bevegelser fra toppen og så langt opp og ned jeg klarer.\n\nEller jeg kan bruke små, korte bevegelser. Da velger jeg en dybde og beveger hodet bittelitt opp og ned.\n\nEller jeg kan prøve en mellomting.",""],
    [304,"Fokusområde","guide_hvor","Konsentrerer jeg meg om tuppen hans eller hele pålen?\n\nTuppen hans er veldig følsom, så å fokusere på tuppen er effektivt hvis jeg vil han skal komme raskt. Tuppen kan bli for følsom etter hvert, så det er lurt å gi den litt pauser.\n\nLange, dype sug der jeg dekker store deler av pålen, kan tenne ham i vinkel. Så her er variasjon fint.",""],
    [305,"Retning","guide_oppned","Suger jeg opp og ned eller bare en av retningene?\n\nHvis jeg begynner ved tuppen med et fast grep og suger meg innover før jeg åpner munnen og lar pålen gli ut før jeg gjentar, får jeg en helt annen effekt enn hvis jeg bruker samme fasthet både inn og ut.\n\nAlternativt kan jeg åpne munnen så høyt jeg klarer, ta pålen i munnen så dypt jeg klarer, og med fasthet la pålen gli ut av munnen min før jeg slipper og gjentar. Det kan være lurt å bruke en hånd til å holde pålen på plass.\n\nJeg må bare være forsiktig slik at jeg ikke drar forhuden for langt vekk fra tuppen. Det kan være ubehagelig for ham.",""],
    [306,"Glid","guide_glid","Munnen min er deilig våt og god glid er ikke noe problem.\n\nJeg kan gjerne prøve med mye og lite spytt i munnen. Jeg kan også prøve å drikke noe varmt eller kaldt for å engasjere flere nerveceller. Eller kanskje spise litt is? Mulighetene er mange.",""],
    [400,"Husk:","","#Jeg må være forsiktig med tennene mine slik at jeg ikke skraper ham opp.#Tuppen er følsom. Jeg fokuserer på tuppen hvis jeg vil han skal komme raskt, men gir den pauser når den blir for følsom.#Hva han liker, avhenger av hvor tent han er. Og hvem han er.#Selv om han nok vil ha dype, raske sug med en gang, så kan det være en ide å variere litt. Om ikke annet for at jeg skal få hvile kjevene.&lt;br&gt;&lt;br&gt;Jeg ser på disse teknikkene som dansetrening. Når jeg går på dansekurs, lærer jeg forskjellige teknikker. Men når jeg danser fritt, kombinerer jeg dem etter impulsmetoden, finner på egne turer og har det gøy.",""],
    [401,"Kyss pålen","banan_kyss","Jeg kan kysse pålen akkurat slik jeg ønsker. Det er lettere hvis jeg samtidig holder pålen på plass med hendene. Jeg kan kyss hele pålen fra rot til tupp.#Bombader pålen med små, raske kyss#La leppene gli lett over pålen til jeg finner et sted å kysse#Gi noen store, våte kyss#Prøv noen intense kyss der tungen leker litt mellom faste lepper#Press leppene mot tuppen og sug forsiktig på tuppen&lt;br&gt;&lt;br&gt;Kyss er spesielt smart i starten eller når jeg trenger å roe ham ned hvis han nærmer seg for raskt. Eller hvis jeg trenger å hvile kjevene litt.",""],
    [402,"Slikk pålen","banan_opp","Før jeg tar pålen inn i munnen min, kan jeg gjerne slikke ham. Hvis jeg holder pålen stødig i hånden min, er det lettere.\n\nJeg kan gjøre tungen min så bred jeg kan og slikke pålen fra roten til tuppen. Akkurat som jeg slikker en slikkepinne eller en is.\n\nOversiden av tungen min er ru sammenlignet med tungespissen. Jeg kan derfor prøve å bruke mest mulig av oversiden når jeg slikker ham. Og husk at jo våtere, jo bedre.\n\nJeg kan også smøre noe ut over pålen hans, f.eks. syltetøy, sjokoladesaus eller noe annet litt klissete jeg liker. Og så kan jeg slikke det av. Jeg sørger selvsagt for å få med meg hver dråpe.",""],
    [403,"Fjærlett på tuppen","banan_fjar","Siden tuppen er svært følsom, kan jeg gjerne terge ham med veldig lette slikk der.\n\nJeg kan slikk tuppen med fjærlett tunge og bruke så lite trykk jeg klarer. Og gjerne gjøre det lenge.",""],
    [404,"Strengen","banan_strengen","Et av de mest følsomme stedene på hele pålen hans, er strengen (også kalt frenulum eller penisbånd). Den går fra tuppen og ned til forhuden på undersiden av pålen.\n\nHvis jeg løfter pålen litt opp med hånden, kan jeg stikke tungen ut og flikke frem og tilbake over strengen. Jeg kan også la tungen gli litt opp og ned langs den eller i små sirkler rundt den.\n\nDet kan være lurt å bruke mye spytt.",""],
    [405,"Sirkler rundt tuppen","banan_rundt","Jeg kan la tungen sirkle rundt tuppen med sakte, inderlige bevegelser. Jeg kan gjøre tungen så lang jeg kan og bruke mye spytt.\n\nJeg kan gjerne variere retning, hastighet og trykk.",""],
    [406,"Rundt ringen","banan_ring","Hvis jeg tar pålen i munnen og holder den fast med leppene, kan jeg la tungen skli rundt i ringen rett under tuppen.\n\nEn annen mulighet er at jeg kniper leppene sammen i ringen. Og så kan jeg vri hodet slik at leppene glir rundt i ringen. Er må jeg sørge for å væte leppene først.",""],
    [407,"Sug","stovsuger","Når jeg har pålen i munnen, kan jeg stoppe litt opp og bare suge på den. Jeg kan forestille meg at jeg har et tykt sugerør i munnen og at jeg prøver å suge til meg de siste dråpene gjennom sugerøret.\n\nNår jeg suger gjennom et sugerør er det lurt å holde leppene tett lukket rundt sugerøret slik at det ikke slipper luft inn. Jeg kan prøve å svelge luften slik at jeg skaper litt undertrykk i munnen.\n\nHvis jeg ikke har sugerøret for langt inn i munnen, kan jeg puste med nesen mens jeg holder suget.",""],
    [408,"Tungemassasje","tunge","Jeg kan massere pålen med tungen mens jeg har pålen i munnen. Jeg kan gjerne bruke bred tunge og presse tungen mot pålen med en bølgende, masserende bevegelse. Pålen hans vil bli presset mot ganen min og munnen føles ganske trang og god for ham. Dette er ekstra godt for ham hvis jeg samtidig svelger litt luft.\n\nHvis pålen ikke er altfor stiv, kan jeg også stikke tungen litt ut og slikke pungen mens jeg har pålen i munnen.",""],
    [409,"Øyekontakt","oye","Menn er ofte visuelle. Opplevelsen blir enda mer virkelig for ham dersom han ser på. Noen ganger blir det rett og slett for mye for ham. Da lukker han øynene og synker inn i nytelsen.\n\nHvis jeg merker at han ser på, kan jeg kaste et blikk mot ham. Jeg kan gjerne holde blikket hans noen sekunder. Jeg kan sende ham et frekt, grådig eller skøyeraktig blikk før jeg går løs på ham igjen.\n\nHvis han har lukket øynene, kan jeg stoppe opp med pålen i munnen inntil han åpner øynene for å se hva som foregår. Det er da jeg sender ham blikket som sier at jeg liker pålen hans og fortsetter sugingen. Hvis jeg krever øyenkontakt flere ganger, kan det bryte flyten og virke mot sin hensikt. Men en gang eller to i løpet av hver runde, er bare sexy.",""],
    [410,"Varmt og kaldt","isbit","Hvis jeg drikker noe varmt eller har en isbit i munnen mens jeg suger, vil jeg stimulere flere av hans nerveceller.",""],
    [411,"Blowjob","hjerte_blas","På amerikansk kalles suging for blowjob. Snodig navn egentlig. Blåse?\n\nMen hvorfor ikke prøve den amerikanske varianten? Jeg kan holde leppene tett rundt pålen og blåse opp kinnene. Eller kanskje jeg kan plassere leppene på siden av pålen og blåse slik man pleier på magen til babyer?\n\nOg så kan jeg klø meg i hodet og påpeke at jeg ikke skjønner meg på amerikanere.",""],
    [500,"Hva gjør jeg når orgasmen nærmer seg?","","Hovedregelen er at jeg bør fortsette med det jeg gjør. Hold den stødige rytmen. Mange menn (og kvinner) blir frustrerte hvis rytmen brytes. Særlig når orgasmen nærmer seg.\n\nTuppen blir veldig følsom, så det kan være lurt å fokusere mindre på tuppen. Jeg må finne ut om min mann liker at jeg øker tempoet.\n\nAlt i ham roper sannsynligvis \"Raskere!\" og kanskje \"Dypere!\". Men det er fortsatt jeg som er i førersetet. Jeg kan gi ham det han vil ha, eller dra det litt ut.",""],
    [501,"Hvordan vet jeg at han nærmer seg?","","Vel, det letteste er at han sier i fra. Han vet. Vi kan avtale at han sier i fra rett før han kommer eller gir meg litt lengre forvarsel. Noen ganger går riktignok alt så fort at han ikke rekker å si ifra.&lt;br&gt;&lt;br&gt;Alternativt kan jeg følge med på ham slik at jeg lærer meg tegnene.#Lytt til pusten hans. Når han nærmer seg, puster han raskere. Noen holder pusten.#Kroppen hans spenner seg. Hvis jeg legger en hånd på magen, baken eller et lår vil jeg kjenne hvordan musklene spennes. Jeg kan også kjenne det hvis jeg holder hånden hans eller jeg kan se det på halsmuskulaturen hans eller tærne hans.#Noen lager mer lyd, mens andre blir helt stille.",""],
    [502,"Må jeg svelge?","","Nei!\n\nHvis jeg ikke vil svelge sæden hans, gjør jeg ikke det. Jeg skal aldri føle meg tvunget til noe. Noen få kan også bli dårlige i magen av å svelge.\n\nJeg bør snakke med ham om hva jeg ønsker, slik at han vet om han bør advare meg når han nærmer seg. Hvis han ønsker å komme i munnen min, skal og bør han respektere hvis jeg ikke vil.\n\nHvis jeg ikke vil svelge, kan jeg spytte ut sæden. Eller jeg kan ta pålen ut av munnen min rett før han kommer og fullføre med hendene. Jeg gjør det jeg ønsker.",""],
    [503,"Hvordan svelge sæd?","guide_iver","Vel, jeg bare svelger den. Enten når han er ferdig med å komme eller underveis.&lt;br&gt;&lt;br&gt;Hvis jeg vil gjøre mer ut av det, har jeg mye jeg kan teste ut. I stedet for å svelge med en gang, kan jeg:#kjøre det litt rundt i munnen som jeg ville gjort med en god drikke#åpne munnen og vise ham fangsten#stikke en finger nedi og la det dryppe tilbake i munnen#blåse bobler med den#lage godlyder som om jeg har smakt på noe godt#fortelle ham om smaken#fortelle ham at jeg liker sæden hans",""],
    [504,"Smaken av sæd","glass","Sædsmaken påvirkes av hva han har spist. Smaken er forskjellig fra mann til mann. Noen påstår at hvis han har spist appelsiner, så gir det litt sitrussmak. Og at krydder gir en sterkere smak. Det er også sagt at frukt og grønt gir en søtere smak hos noen. Dette er sikkert individuelt, men han stiller sikkert opp hvis jeg vil eksperimentere.\n\nHvis jeg ikke liker smaken, men likevel ønsker å la ham komme i munnen min, kan jeg maskere smaken med litt god drikke, syltetøy, lakris, et drops eller noe annet jeg liker.\n\nSmaksløkene sitter på fremre del av tungen, så hvis jeg har ham litt dypt og svelger med en gang, er det ikke sikkert jeg får med meg smaken.\n\nJeg kan også drikke noe etterpå for å fjerne smaken. Det minste han kan gjøre, er å hente et glass vann eller juice til meg etterpå.",""],
    [505,"Nyt synet","guide_selvsikkerhet","Husk å nyte synet av ham mens han kommer. Legg merke til muskelspillet gjennom huden hans. Hvordan kjeven, armene, magen og lårene spenner seg. Lytt til lydene hans. Brøler han eller er han den stille typen?",""],
    [506,"Etterpå","guide_suging_del5_nr6","Sannsynligvis faller han sammen som et slakt. Hver muskel slipper fullstendig taket. Legg merke til smilet rundt munnen hans. Det kan også tenkes at han er så utmattet at han ikke trekker en eneste mine.\n\nOg pålen blir ofte vanvittig følsom. Jeg kan gjerne stryke ham litt over kroppen hans eller kysse ham. Jeg får sannsynligvis ikke mye respons. Det er et godt tegn.",""],
    [507,"Del 6:","","","Sugestillinger"]
]
