
    <string name="guide_suging_del1_nr0_tittel">Before we start</string>
    <string name="guide_suging_del1_nr0">A blowjob can be a great experience for both.
         \n\nIn this blowjob guide we will find many tips and ideas for how she can use her mouth to give her man pleasure. We can use these ideas as inspiration and find out what we like.
         \n\nWe both have to respect what the other wants or don\'t like. Some men don\'t like to have a blowjob. And some women don\'t like to it. If this is us, this guide is not for us. Sex is about respect and pleasure for both. Fortunately, there are many other things we can do.
    </string>
    <string name="guide_suging_del1_nr1_tittel">Who is the boss?</string>
    <string name="guide_suging_del1_nr1">She has his love stick between her teeth and his nuts are hanging freely for her to touch. He has entrusted her with his most sensitive body part. She has the power to bring him extreme pleasure or extreme pain.
         \n\nWho is really the boss?
         \n\nThat is right.
         \n\nIt is she who has the strongest cards and he who trusts her. It is up to the queen if she wants to let him feel like a king.</string>
    <string name="guide_suging_del1_nr2_tittel">Good for both</string>
    <string name="guide_suging_del1_nr2">All forms of sex can involve so much more than techniques. Of course, techniques can be useful, but sex is also trust, passion and closeness.
         \n\nSex can be about giving without necessarily getting back because you give in love and receive in love.</string>
    <string name="guide_suging_del1_nr3_tittel">No one should be forced</string>
    <string name="guide_suging_del1_nr3">He should never force her to do anything she doesn\'t want to do. And the other way around.
         \n\nNeither physical nor psychological force of any kind is okay in an equal and healthy partnership.
         \n\nIf she doesn\'t want to or is hesitant, drop it. And if he doesn\'t like it, do not do it. Here we all have different limits and such limits are there for both of us to respect.
         \n\nWe may want to challenge some boundaries over time, but then only on our own initiative.
         \n\nAlso, blowjobs should never be used to control him - unless it is part of a game we both agree on.</string>
    <string name="guide_suging_del1_nr4_tittel">Hygiene</string>
    <string name="guide_suging_del1_nr4">It may go without saying, but he should pay attention to his intimate hygiene. It is completely natural for a bit of debris to accumulate under the foreskin, but she may not want it in her mouth.
         \n\nIf she gives him a naughty smile and says she intends to give him a blowjob if he first goes to the bathroom and washes himself, the risk is high that he will do as he is told.
         \n\nAlternatively, she can wash him herself as part of the foreplay. Giving a blowjob in the shower is also an option.</string>
    <string name="guide_suging_del1_nr5_tittel">Good communication</string>
    <string name="guide_suging_del1_nr5">Everyone is different. One technique is not pleasurable for all. We need to take the time to find what he likes and what she likes to do. No one is a mind reader, so it is important that our communication is good.
         \n\nRemember that it takes a lot of practice to become really good at giving blowjobs, so trial and error must be allowed.
         \n\nAlso remember that guiding comments are better than criticism. \"Try a little more carefully\" is better than \"It hurts\". The last thing you want is for your lady to be insecure about her own performance.
         \n\nCompliments are also a good way to guide and encourage. When he says, \"Wow, you\'re awesome! You have no idea what feelings you trigger in me when you…\" she probably gets the idea.
         \n\nIf he is not able to say much during the blowjob, it is of course possible to give some feedback afterwards. That way she will both me more confident in her own abilities and learns what he likes.
         \n\nInstead of words, he can also use sounds. Moans, roars and deep, cooing sounds are also feedback. Or he can squeeze her hand or shoulder when it feels good.
         \n\nWe just have to find a way to communicate so that we don\'t have to be mind readers.</string>
    <string name="guide_suging_del1_nr6_tittel">Small steps</string>
    <string name="guide_suging_del1_nr6">There are many tips on how to give blowjobs and the amount may seem overwhelming. The good news is that she does not need to know about, try or master all the techniques to give good blowjobs.
         \n\nTry 1-2 techniques. Just enough to surprise him and keep him on his toes. When she masters these, she can try 1-2 new ones. That way, she avoids being overwhelmed or forgetting what she had intended to try.
         \n\nAnd don\'t forget the good old techniques in the joy of learning new ones.</string>
    <string name="guide_suging_del1_nr7_tittel">Trust in herself</string>
    <string name="guide_suging_del1_nr7">She doesn\'t have to worry about whether she\'s doing well enough, she\'ll get better as time goes by. Practice indeed makes perfect. The more she practices and listens to his feedback, the better she gets. And her confidence turns him on.
         \n\nShe also doesn\'t have to worry about looking good. He thinks she looks good and she can use that to her advantage. Dare to show yourself off!</string>
    <string name="guide_suging_del1_nr8_tittel">Enthusiasm</string>
    <string name="guide_suging_del1_nr8">Perhaps the most important technique is enthusiasm.
         \n\nWhen she eagerly focuses on his love stick, he is flattered and likely turned on.
         \n\nWhen she finds out what she likes to do, she gets a natural commitment. Does she like to go slow and torment him a bit right before she tips him over the edge? Does she like to see how fast she can make him come? Does she like to test out new techniques on him?
         \n\nWhen she does what she likes, with eagerness in her eyes, she will see a man who is completely devoted to her.</string>

    <string name="guide_suging_del2_nr0_tittel">How to start?</string>
    <string name="guide_suging_del2_nr0">Some men prefer a long foreplay, while others lose their desire if it takes too long. They prefer her to get straight to the point.
         \n\nHere are some suggestions on how to initiate a blowjob.</string>
    <string name="guide_suging_del2_nr1_tittel">During the day</string>
    <string name="guide_suging_del2_nr1">If I\'m in a naughty mood, I can send him a message hinting at my plans or tell him about them earlier in the day. Especially if I have plans for a longer round. Thereby, I will know he has to patient.
         \n\nI can of course also give him a very short blowjob during the day. Not enough for him to come or anything, but enough for him to look forward to later. He most certainly won\'t say no to a few morning sucks, even if there is only time for a few.
         \n\nIf we are confident with each other, I can simply pull down his trousers and suck a little when he least expects it. And after a few seconds, I can give him a naughty look as I put his trousers on again.
         \n\nA more innocent variation, is that I bump into his love stick during the day \"by accident\" when we walk past each other.
         \n\nWhat turns a guy on is individual and maybe something completely different than I think. Does he like me to describe in detail what I intend to do or does he like vague hints with room for imagination? Does he like me showing off my breasts or butt? He is my love. No need to be shy.</string>
    <string name="guide_suging_del2_nr2_tittel">Before I undress him</string>
    <string name="guide_suging_del2_nr2">Some men like a little build-up before taking off their pants. If I intend to keep going for a while, it\'s a good idea to linger a little bit longer than he would like.
         \n\nIf I have decided to take my time, everything inside of him can be shouting: \"Get to the point!\". Then it might be an idea to indicate that it is I who set the pace and tell him that I intend to take my time.
         \n\nI can kiss and caress his body. I can let my hand find its way along the inner thighs and up to the scrotum and the shaft. I can also tickle the scrotum and his love stick for a few minutes. Enough for him to know I\'m on my way, but not there yet.
         \n\nOf course, I can also skip the whole foreplay and give him a quick one. It can lift his day many notches.</string>
    <string name="guide_suging_del2_nr3_tittel">The first, naked touches</string>
    <string name="guide_suging_del2_nr3">I can wait a few seconds when he\'s undressed and tease him a bit before I start. Again I can kiss and caress his body. Slow foreplay can lift him to new heights, so for example I might spend a minute warming up before I down on him.
         &lt;br&gt;&lt;br&gt;If I really intend to use some time, I can tell him: \"Now I intend to go very slowly, so be patient.\" In that case, I should avoid to go straight to his love stick. For example, I can kiss him from his mouth down to his love stick while caressing his chest, hips and thighs. When I approach his love stick I can take a detour down to the inner thighs and up again along the other side. Remind him to relax completely and be patient as I repeat. A little more greedy each time.
         &lt;br&gt;&lt;br&gt;I can also:
         #kiss or lick him and blow on the wet track
         #tell him I can\'t wait to have his love stick in my mouth, while holding his love stick in my hands and smiling cheekily at him
         #tickling his scrotum with my tongue
         #flip the string back and forth with my tongue - the string is the transition from the tip of his love stick and is one of the most sensitive areas
         #kiss all over his love stick with little, sweet kisses or big, wet ones, while I hold his love stick in my hands
         #blow where I just kissed to further tease him
         &lt;br&gt;&lt;br&gt;If I want to act fast and greedy, I can of course skip anything that might prepare him, send him a greedy look and go down on him with no further ado. Pay attention to how he reacts and calm down if it becomes too much.</string>

    <string name="guide_suging_del3_nr0_tittel">Up and down</string>
    <string name="guide_suging_del3_nr0">The easiest is to take his love stick in my mouth and move it up and down. Small variations here can have a big effect.
         &lt;br&gt;&lt;br&gt;I can hold one hand around the root of his love stick to protect his scrotum and holds his love stick in place.
         &lt;br&gt;&lt;br&gt;The 6 basic variations are:
         #Firmness#Speed#Length#Focus area#Direction#Lubrication</string>
    <string name="guide_suging_del3_nr1_tittel">Firmness</string>
    <string name="guide_suging_del3_nr1">I can simply put his love stick in my mouth without putting any pressure on it. At the start of a blowjob or if I want to calm him down, less pressure might be a good idea. It will also give my jaws a break.
         \n\nOr I can tighten my lips around his love stick while pressing my tongue against it. Then my mouth will feel very tight.
         \n\nOr I can try something in between. If I watch his reactions, I can find out what he likes.
         \n\nThe only thing I have to watch out for is that my teeth don\'t hurt him. Some women wrap their lips around their teeth, but then the lips will eventually become sore. I can also change the angle of his love stick a little to avoid the teeth in my upper jaw. Or put the tongue between his love stick and the teeth in the lower jaw. By experimenting I can find something that works for me.</string>
    <string name="guide_suging_del3_nr2_tittel">Speed</string>
    <string name="guide_suging_del3_nr2">There is no rule that says I has to suck as fast as possible. Absolutely not. There are big individual preferences here. And the preferences vary the more turned on he is.
         \n\nSlow movements build him up slowly, but steadily. Fast movements act more like a lit fuse on a rocket and are therefore the highway to orgasm. If I want to give him a quick one, I can therefore use quick movements.
         \n\nIf I use fast movements, I might want to hold my breath. During slower movements, I can practice coordinating breathing with the movements.
         \n\nI can also keep my mouth completely still for a few seconds. Just to see his reaction.
         \n\nIf I use fast movements when he orgasm, his orgasm can be experienced as short, but with a very intense peak. If I use slower movements while he orgasm, his orgasm can feel longer and deeper, but the climax can be less intense. Everything in him is crying out for fast movements, so if I want to go slow, I might want to tell him so beforehand.
         \n\nWhen I practice new techniques, it\'s always easier to do it slowly first.</string>
    <string name="guide_suging_del3_nr3_tittel">Length</string>
    <string name="guide_suging_del3_nr3">I can use long, slow movements from the top and as far up and down as I can.
         \n\nOr I can use small, short movements. I simply choose a depth and move my head slightly up and down around that location.
         \n\nOr I can try something in between.</string>
    <string name="guide_suging_del3_nr4_tittel">Focus area</string>
    <string name="guide_suging_del3_nr4">Do I concentrate on the tip of his love stick or the whole love stick?
         \n\nHis tip is very sensitivem so focusing on the tip is effective if I want him to come quickly. The tip can become too sensitive over time, so it\'s a good idea to give it some breaks.
         \n\nLong, deep movements where I cover large parts of his love stick can really turn him on. So here, variety is nice.</string>
    <string name="guide_suging_del3_nr5_tittel">Direction</string>
    <string name="guide_suging_del3_nr5">Do I suck up and down or just one of the directions?
         \n\nIf I start at the tip with a firm grip, I can suck all the way in before opening my mouth and letting his love stick slide out before repeating. That will have a completely different effect than if I use the same firmness both in and out.
         \n\nAlternatively, I can open my mouth as wide as I can, take his love stick in my mouth as deep as I can, and firmly let his love stick slide out of my mouth before releasing and repeating. I may want to use one hand to hold his love stick in place.
         \n\nI just have to be careful not to pull his foreskin too far away from the tip as that might be uncomfortable for him.</string>
    <string name="guide_suging_del3_nr6_tittel">Lubrication</string>
    <string name="guide_suging_del3_nr6">My mouth is deliciously wet and lubrication is no problem.
          \n\nI can experiment with a lot or a little saliva in my mouth. I can also try drinking something hot or cold to engage more nerve cells. Or maybe eat a little? The possibilities are many.</string>

    <string name="guide_suging_del4_nr0_tittel">Remember:</string>
    <string name="guide_suging_del4_nr0">#I have to be careful with my teeth so I don\'t scratch him up.
         #The tip is sensitive. I focus on the tip if I want him to come quickly, but give it breaks when it gets too sensitive.
         #What he likes, depends on how turned on he is. And who he is. So I have to adapt.
         #Even though he probably wants deep, fast blowjobs right away, it might be an idea to vary a bit. At least so I can rest my jaws.
         &lt;br&gt;&lt;br&gt;I see these techniques as dance training. When I go to dance classes, I learn different techniques. But when I dance freely, I combine them according to the impulse method, come up with my own moves and have fun.</string>
    <string name="guide_suging_del4_nr1_tittel">Kiss his love stick</string>
    <string name="guide_suging_del4_nr1">I can kiss his love stick just the way I want. It is easier if I hold his love stick in place with my hands. I can kiss the whole love stick from root to tip.
         #Bombard his love stick with small, quick kisses
         #Run my lips lightly over his love stick until I find a place to kiss
         #Give some big, wet kisses
         #Try some intense kisses where the tongue plays a little between firm lips
         #Press my lips against the tip and gently suck on the tip
         &lt;br&gt;&lt;br&gt;Kissing is especially smart at the start of a blowjob or when I need to calm him down. Or if I need to rest my jaws.</string>
    <string name="guide_suging_del4_nr2_tittel">Licking</string>
    <string name="guide_suging_del4_nr2">Before I take his love stick into my mouth, I can lick him. If I hold his love stick steady in my hand, it\'s easier.
         \n\nI can widen my tongue as wide as I can and lick his love stick from root to tip. Just like I lick a lollipop or an ice cream.
         \n\nThe upper side of my tongue is rough compared to the tip of my tongue. I can therefore try to use as much of the upper side as possible when I lick him. And remember that the wetter the better.
         \n\nI can also smear something I like over his pile, e.g. jam, chocolate sauce or anything else a bit sticky. And then I can lick it off. I will of course make sure to get every drop.</string>
    <string name="guide_suging_del4_nr3_tittel">Lightly on the tip</string>
    <string name="guide_suging_del4_nr3">Since the tip is very sensitive, I can tease him with very light licks there.
         \n\nI can lick the tip with a feather-light tongue and use as little pressure as I can. What happen if I do that for a long time?</string>
    <string name="guide_suging_del4_nr4_tittel">The string</string>
    <string name="guide_suging_del4_nr4">One of the most sensitive spots on his entire love stick is the string (also called the frenulum or penile band). It runs from the tip down to the foreskin on the underside of his love stick.
         \n\nIf I lift his love stick a little with my hand, I can stick my tongue out and flick back and forth across the string. I can also let my tongue slide a little up and down along it or in small circles around it.
         \n\nI may want to use a lot of saliva.</string>
    <string name="guide_suging_del4_nr5_tittel">Circles around the tip</string>
    <string name="guide_suging_del4_nr5">I can let my tongue circle the tip with slow, passionate movements. I can make my tongue as long as I can and use a lot of saliva.
         \n\nI can vary the direction, speed and pressure.</string>
    <string name="guide_suging_del4_nr6_tittel">Around the ring</string>
    <string name="guide_suging_del4_nr6">If I take his love stick in my mouth and hold it firmly with my lips, I can let my tongue slide around the ring just below the tip.
         \n\nAnother possibility is that I press my lips together in the ring. And then I can turn my head so that my lips slide around the ring. I have to make sure to wet my lips first.</string>
    <string name="guide_suging_del4_nr7_tittel">Suck</string>
    <string name="guide_suging_del4_nr7">When I have his love stick  in my mouth, I can stop moving a bit and just suck on it. I can imagine that I have a thick straw in my mouth and that I am trying to suck up the last drops through that straw.
         \n\nWhen I suck through a straw, it\'s a good idea to keep my lips tightly closed around the straw so that no air gets in. I can try to swallow the air so that I create a bit of negative pressure in my mouth.
         \n\nIf I don\'t have the straw too far into my mouth, I can breathe through my nose while holding the suction.</string>
    <string name="guide_suging_del4_nr8_tittel">Tongue massage</string>
    <string name="guide_suging_del4_nr8">I can massage his love stick with my tongue while I have his love stick in my mouth. I can use a wide tongue and press my tongue against his love stick with rolling, massaging motion. His love stick will be pressed against my palate and my mouth will feel quite tight and good for him. This is extra good for him if I swallow some air at the same time.
         \n\nIf his love stick is not too stiff, I can also stick my tongue out a little and lick the scrotum while I have his love stick in my mouth.</string>
    <string name="guide_suging_del4_nr9_tittel">Eye contact</string>
    <string name="guide_suging_del4_nr9">Men are often visual. The experience becomes even more real for him if he watches. Sometimes it is simply too much for him, and he closes his eyes and sinks into the pleasure.
         \n\nIf I notice him watching, I can look up at him. I can maintain eye contact for a few seconds or more. I can send him a flirtatious, greedy or naughty glance before I go down on him again.
         \n\nIf he has closed his eyes, I can stop with his love stick in my mouth until he opens his eyes to see what is going on. That\'s when I give him the naughty look that says I like his love stick and continue sucking. If I require eye contact several times, it can break the flow and be counterproductive. But once or twice during each round, is just sexy.</string>
    <string name="guide_suging_del4_nr10_tittel">Hot and cold</string>
    <string name="guide_suging_del4_nr10">If I drink something hot or have an ice cube in my mouth while sucking, it will stimulate more of his nerve cells.</string>
    <string name="guide_suging_del4_nr11_tittel">Blowjob</string>
    <string name="guide_suging_del4_nr11">I can take the term blowjob literally. Funny name indeed. Blow?
         \n\nBut why not try blowing? I can keep my lips tight around his love stick and puff up my cheeks. Or maybe I can place my lips on the side of his love stick blow like we do on babies\' bellies?
         \n\nAnd then I can scratch my head and point out that I don\'t understand the term blowjob.</string>

    <string name="guide_suging_del5_nr0_tittel">What do I do when he is close to orgasm?</string>
    <string name="guide_suging_del5_nr0">The main rule is that I should continue what I am already doing. Keep the steady rhythm. Many men (and women) get frustrated if the rhythm is broken. Especially when close to orgasm.
         \n\nThe tip of his love stick becomes very sensitive, so I may want to focus less on the tip. I need to find out if my love likes a slower or faster pace when close to orgasm.
         \n\nEverything in him probably screams \"Faster!\" and maybe \"Deeper!\". But I\'m still in the boss. I can give him what he wants, or go a little bit slower than he desires.</string>
    <string name="guide_suging_del5_nr1_tittel">How do I know whether he is close to orgasm?</string>
    <string name="guide_suging_del5_nr1">Well, the easiest is for him to speak up. He knows. We can agree that he warns me right before he orgasm or maybe gives me a longer notice. Sometimes, of course, everything goes so fast for him that he doesn\'t have time to warn me.
         &lt;br&gt;&lt;br&gt;Alternatively, I can pay attention to him so that I learn the signs.
         #Listen to his breathing. As he approaches, he breathes faster. Some hold their breath.
         #His body gets very tense. If I put a hand on his stomach, buttock or a thigh I will feel how his muscles tense up. I can also feel it if I hold his hand or I can see it in his neck muscles or his toes.
         #Some make more noise, while others become completely silent.</string>
    <string name="guide_suging_del5_nr2_tittel">Do I have to swallow?</string>
    <string name="guide_suging_del5_nr2">No!
         \n\nIf I don\'t want to swallow his cum, I won\'t. I should never feel forced into anything. A few may also get an upset stomach from swallowing.
         \n\nI should talk to him about what I want so he knows if he should warn me when he gets close to orgasm. If he wants to come in my mouth, he should still respect if I don\'t want to.
         \n\nIf I don\'t want to swallow, I can spit out the semen. Or I can take his love stick out of my mouth right before he orgasm and finish with my hands. I do what I please here.</string>
    <string name="guide_suging_del5_nr3_tittel">How to swallow semen?</string>
    <string name="guide_suging_del5_nr3">Well, I just swallow it. Either when he\'s finished orgasm or along the way.
         &lt;br&gt;&lt;br&gt;If I want to make more out of it, I have a lot to test out. Instead of swallowing right away, I can:
         #run it around in the mouth a bit like I would with a good drink
         #open my mouth and show him the catch
         #stick a finger into my mouth and let the semen drip back into my mouth
         #blow bubbles with it
         #make sounds indicated that I\'ve tasted something good
         #tell him about the taste
         #tell him i like his cum</string>
    <string name="guide_suging_del5_nr4_tittel">The taste of semen</string>
    <string name="guide_suging_del5_nr4">The taste of the semen is affected by what he has eaten. The taste differs from man to man. Some claim that if he eats oranges, the semen tastes a hint of citrus. And that spices give a stronger taste. It is also said that fruits and vegetables produce a sweeter taste. This is probably individual, but he will most certainly participate if I want to experiment.
         \n\nIf I don\'t like the taste but still want to let him cum in my mouth, I can mask the taste with some good drink, jam, licorice, sweets or anything else I like.
         \n\nThe taste buds are close to the front part of the tongue, so if I have him a little deep and swallow straight away, it is not certain that I will get the taste at all.
         \n\nI can also drink something afterwards to remove the taste. The least he can do is get me a glass of water or lemonade afterwards.</string>
    <string name="guide_suging_del5_nr5_tittel">Enjoy the view</string>
    <string name="guide_suging_del5_nr5">Remember to enjoy the sight of him as he orgasm. Note the play of muscles through his skin. How his jaws, arms, stomach and thighs tense up. Listen to his sounds. Does he roar or is he the quiet type?</string>
    <string name="guide_suging_del5_nr6_tittel">Afterwards</string>
    <string name="guide_suging_del5_nr6">He probably collapses like a slaughter afterwards. Every muscle relaxes completely. Notice his smile. It is also possible that he is so exhausted that he does not even smile.
         \n\nAnd his love stick often becomes insanely sensitive. I can caress his body or kiss him, but I probably won\'t get much of a response. That\'s a good sign.</string>
