[
  {"nr":1,"inkluder":1,"hvem":"begge","hva_no":"Finn på fem nye teasere","hva_en":"Come up with five new sexy tasks"},
  {"nr":2,"inkluder":1,"hvem":"begge","hva_no":"Lag en liste med fem sexy ting min kjære har gjort. Del dem med hen når det passer.","hva_en":"Make a list of five sexy things my lover has done. Share them when appropriate."},
  {"nr":3,"inkluder":1,"hvem":"begge","hva_no":"Lytt til en erotisk hypnose. Hvis jeg ikke har prøvd det før, leser jeg litt om det i stedet","hva_en":"Listen to an erotic hypnosis. If I haven't tried it before, I read a bit about it instead"},
  {"nr":4,"inkluder":1,"hvem":"begge","hva_no":"Gjør research på noe sexrelatert jeg ikke har gjort research på før, dvs. google til jeg finner noe jeg ikke har hørt om før og les om det","hva_en":"Do research on something sex-related that I haven't researched before, i.e. google until I find something I haven't heard of before and read about it"},
  {"nr":5,"inkluder":1,"hvem":"begge","hva_no":"Få to nye teasers i stedet for denne (får jeg denne igjen, blir det selvsagt fire)","hva_en":"Get two new tasks instead of this one (if I get this one again, there will of course be four)"},
  {"nr":6,"inkluder":1,"hvem":"hun","hva_no":"Finn et øyeblikk i løpet av dagen der jeg presser ham inntil veggen og suger ham dypt og inderlig","hva_en":"Find a moment during the day where I press him against the wall and give him a deep and passionate blowjob"},
  {"nr":7,"inkluder":1,"hvem":"hun","hva_no":"Trene pc-musklene","hva_en":"Exercise my PC muscles"},
  {"nr":8,"inkluder":1,"hvem":"hun","hva_no":"Finn en ny sexstilling og forestill meg hva vi kan gjøre i den stillingen","hva_en":"Find a new sex position and imagine what we can do in that position"},
  {"nr":9,"inkluder":1,"hvem":"hun","hva_no":"Smør krem på brystene mine på en sensuell måte","hva_en":"Spread cream on my breasts in a sensual way"},
  {"nr":10,"inkluder":1,"hvem":"hun","hva_no":"I dag skal jeg sette varme og dempet belysning på soverommet uten å fortelle ham om det. Når min kjære tar kveldsstellet på badet, skynner jeg meg å legge meg naken i senga uten dyne","hva_en":"Today I will put warm and dim lighting in the bedroom without telling him. When my lover is in the bathroom before bedtime, I hasten into the bedroom and undress"},
  {"nr":11,"inkluder":1,"hvem":"sammen","hva_no":"Dekk spisebordet fint, tenn stearinlys og spis noe mens vi prater sammen","hva_en":"Set the dining table nicely, light candles and eat something while we chat"},
  {"nr":12,"inkluder":1,"hvem":"sammen","hva_no":"Gå en tur sammen","hva_en":"Go for a walk together"},
  {"nr":13,"inkluder":1,"hvem":"sammen","hva_no":"Dra på bowling eller minigolf sammen","hva_en":"Go bowling or mini golf together"},
  {"nr":14,"inkluder":1,"hvem":"sammen","hva_no":"Dra på kino sammen","hva_en":"Go to the cinema together"},
  {"nr":15,"inkluder":1,"hvem":"sammen","hva_no":"Gi hverandre en god massasje","hva_en":"Give each other a good massage"},
  {"nr":16,"inkluder":1,"hvem":"sammen","hva_no":"Finn en ny sexstilling og diskuter hvilke muligheter den gir","hva_en":"Find a new sex position and discuss the possibilities it offers"},
  {"nr":17,"inkluder":1,"hvem":"sammen","hva_no":"Snakk sammen om hva som tenner hver av oss","hva_en":"Talk together about what turns each of us on"},
  {"nr":18,"inkluder":1,"hvem":"sammen","hva_no":"Snakk sammen om god elskov vi har hatt tidligere og legg merke til hva som gjorde dem gode","hva_en":"Talk together about good lovemaking we've had in the past and notice what made them good"},
  {"nr":19,"inkluder":0,"hvem":"begge","hva_no":"Finn et sexleketøy og gi meg selv en orgasme","hva_en":"Find a sex toy and give myself an orgasm"},
  {"nr":20,"inkluder":0,"hvem":"begge","hva_no":"Finn et sexleketøy og bruk det til jeg nesten får orgasme fem ganger på rad. Jeg har ikke lov til å få orgasme.","hva_en":"Find a sex toy and use it until I nearly orgasm five times in a row. I am not allowed to orgasm."},
  {"nr":21,"inkluder":0,"hvem":"begge","hva_no":"Finn et sexleketøy og gi meg selv en orgasme annenhver time til min kjære er hjemme igjen eller jeg legger deg for kvelden","hva_en":"Find a sex toy and give myself an orgasm every two hours until my lover is home or I go to bed"},
  {"nr":22,"inkluder":0,"hvem":"begge","hva_no":"Finn frem et tau og knytt det rundt kroppen min med kjærlighetsknute","hva_en":"Find a rope and tie it around my body with a love knot"},
  {"nr":23,"inkluder":0,"hvem":"begge","hva_no":"Finn et tau og legg det klart på soverommet. Etterpå hvisker jeg min kjære i øret at i kveld skal han få binde meg fast og ta meg sånn han ønsker ","hva_en":"Find a rope and place it in the bedroom. Afterwards I whisper in my lover's ear that tonight he will get to tie me up and do as he pleases"},
  {"nr":24,"inkluder":0,"hvem":"begge","hva_no":"En Dom/sub dag. Send ham meldingen: Kan jeg gjøre noe for deg i dag. Da vil han skjønne at det er en Dom/sub dag. Det kan ta litt tid før han svarer og det må jeg akseptere.","hva_en":"A Dom/sub day. Send my love the message: Can I do something for you today. Then (s)he will understand that it is a Dom/sub day. It may take some time before (s)he answers and I have to accept that."},
  {"nr":25,"inkluder":0,"hvem":"begge","hva_no":"Finn en beskrivelse av en bondage-metode som vi ikke har prøvd","hva_en":"Find a description of a bondage method that we haven't tried"},
  {"nr":26,"inkluder":0,"hvem":"hun","hva_no":"Flett håret ditt. Spør ham hva han vil bruke flettene til. Forvent å blil tatt bakfra.","hva_en":"Braid my hair. Ask him what he wants to use the braids for. Expect to be taken from behind."}
]